[{
    "text": "The Research Computing Centre (RCC), established in 2011, provides coordinated management and support of The University of Queensland’s sustained and substantial investment in eResearch.  The RCC is an innovative and multidisciplinary environment that supports research collaboration to facilitate discoveries in science and engineering, humanities, and social sciences, through advanced computation, data analysis and other digital research tools.",
    "scope": "community",
    "href": "http:\/\/www.rcc.uq.edu.au",
    "displayName": "RCC",
    "type": "silver",
    "img": "rcc.png",
    "location": ["brisbane"],
    "short_name": "rcc"
}, {
    "text": "Telstra is Australia's leading telecommunications and information services company, offering a full range of communications services and competing in all telecommunications markets.",
    "scope": "community",
    "href": "https:\/\/www.telstra.com.au",
    "displayName": "Telstra",
    "type": "silver",
    "img": "telstra.png",
    "location": ["brisbane"],
    "short_name": "telstra"
}, {
    "text": "The York Butter Factory is the premier co-working and incubation space for Melbourne's high-potential early-stage technology entrepreneurs. Established in 2011 inside an 1850s heritage listed space, York Butter Factory is home to startups with bold and global ambitions to change the world.",
    "scope": "community",
    "href": "http:\/\/yorkbutterfactory.com",
    "displayName": "York Butter Factory",
    "type": "silver",
    "img": "yorkbutter.png",
    "location": ["melbourne"],
    "short_name": "yorkbutter"
}, {
    "text": "",
    "scope": "national",
    "href": "",
    "displayName": "",
    "type": "gold",
    "img": "hcf.png",
    "location": ["sydney", "brisbane", "melbourne", "perth"],
    "short_name": "hcf"
}, {
    "text": "The Society was founded in 1962 as a national “umbrella” organisation to support and further the work of state statistical societies already in existence, to establish a national journal and newsletter and to host national conferences. The national Society now represents Australian and overseas statisticians with state branches in six states and territories providing the focus and organisation of local activities. The overall objective of the Society is to further the study, application and good practice of statistical theory and methods in all branches of learning and enterprise.",
    "scope": "community",
    "href": "http:\/\/www.statsoc.org.au",
    "displayName": "Statistical Society of Australia",
    "type": "standard",
    "img": "ssai.png",
    "location": ["melbourne"],
    "short_name": "ssai"
}, {
    "text": "Tanda was founded in 2013, like many Australian businesses; with a little common sense, a common goal and a bit of mateship. The aim was to build a tool that helps eliminate paper timesheets, time theft and data entry from payroll. The idea was all businesses should be able to focus on what they do best, without being shackled by the tediousness of payroll and administration. We’re a fast growing team that now helps tens of thousands of employees and employers every week completely automate attendance, rosters and industry awards in the cloud. We’re best known for our fear of paperwork.",
    "scope": "community",
    "href": "https:\/\/www.tanda.co",
    "displayName": "TANDA",
    "type": "standard",
    "img": "tanda.png",
    "location": ["brisbane"],
    "short_name": "tanda"
}, {
    "text": "ThoughtWorks is a software company and a community of passionate, purpose-led individuals. We think disruptively to deliver technology to address our clients' toughest challenges, all while seeking to revolutionize the IT industry and create positive social change.",
    "scope": "national",
    "href": "http:\/\/www.thoughtworks.com",
    "displayName": "ThoughtWorks",
    "type": "gold",
    "img": "thoughtworks.png",
    "location": ["sydney", "brisbane", "melbourne", "perth"],
    "short_name": "thoughtworks"
}, {
    "text": "River City Labs is passionate about supporting the folks we care about; those out there taking risks and working on the latest great ideas in the mobile, Internet, telecoms and technology space.",
    "scope": "community",
    "href": "http:\/\/www.rivercitylabs.net",
    "displayName": "River City Labs",
    "type": "gold",
    "img": "rivercitylabs.png",
    "location": ["brisbane"],
    "short_name": "rivercitylabs"
}, {
    "text": " Red Hat is at the forefront of open source software development for enterprise IT, with a broad portfolio of products and services for commercial markets.",
    "scope": "national",
    "href": "http:\/\/www.redhat.com",
    "displayName": "Redhat",
    "type": "silver",
    "img": "redhat.png",
    "location": ["brisbane", "perth", "sydney", "melbourne"],
    "short_name": "redhat"
}, {
    "text": "Amazon Web Services provides a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers hundreds of thousands of businesses in 190 countries around the world. You can be up and running and building your own applications in as little as 15 minutes.",
    "scope": "national",
    "href": "https:\/\/AWS.amazon.com",
    "displayName": "Amazon Web Services",
    "type": "gold",
    "img": "aws.png",
    "location": ["sydney", "brisbane", "melbourne", "perth"],
    "short_name": "aws"
}, {
    "text": "Queensland Health is committed to providing healthcare that Queenslanders value. Our networked public health system delivers a range of safe, responsive and integrated services across the state—from hospital inpatient, outpatient and emergency services, to community and mental health services, aged care services, and public health and health promotion programs. By protecting and promoting the health and wellbeing of our communities now, we are supporting the development of a healthier Queensland for the future.",
    "scope": "community",
    "href": "https:\/\/www.health.qld.gov.au\/",
    "displayName": "QLD Health",
    "type": "silver",
    "img": "qldhealth.png",
    "location": ["brisbane"],
    "short_name": "qldhealth"
}, {
    "text": "The Australian Centre for Ecogenomics was established in August 2010 at the University of Queensland in the School of Chemistry and Molecular Biosciences. It provides a focal point for sequence-based analysis of microbial communities and builds strength in this space not only in Queensland, but Australia as a whole.",
    "scope": "community",
    "href": "http:\/\/ecogenomic.org",
    "displayName": "The Australian Centre for Ecogenomics",
    "type": "gold",
    "img": "ace.png",
    "location": ["brisbane"],
    "short_name": "ace"
}, {
    "text": "HopgoodGanim Lawyers is a legal firm of trusted experts. Our lawyers stand at the intersection of technology and the law and are committed to promoting and protecting innovation. We understand your industry and ensure your interests are protected from every angle. Founded over 40 years ago, today we remain fiercely independent and proud of our sustained growth and ongoing success. We deliver exceptional commercially-focused legal advice to clients throughout Australia and internationally. We draw on the resources of over 280 staff across offices in Brisbane, Perth and Shanghai.",
    "scope": "community",
    "href": "http:\/\/www.hopgoodganim.com.au",
    "displayName": "Hopgood Ganim",
    "type": "gold",
    "img": "hopgood.png",
    "location": ["brisbane", "perth"],
    "short_name": "hopgood"
}, {
    "text": "Data61 is the largest data innovation group in Australia. Bringing together our Digital Productivity team and National ICT Australia (NICTA), we are unrivalled in our intellectual capital and our network with the global technology marketplace.",
    "scope": "national",
    "href": "http:\/\/www.csiro.au\/en\/Research\/D61",
    "displayName": "Data61",
    "type": "gold",
    "img": "data61.png",
    "location": ["brisbane", "perth", "sydney", "melbourne"],
    "short_name": "data61"
}, {
    "text": "Murdoch Childrens undertakes research into infant, child and adolescent health.  As the largest child health research institute in Australia, our 1500 researchers are working hard to translate the knowledge we create from our research into effective prevention, early intervention and treatments for children.  We strive for a healthier community, fewer sick kids visiting hospitals, and the best possible care for children who unfortunately become ill.",
    "scope": "community",
    "href": "https:\/\/www.mcri.edu.au",
    "displayName": "Murdoch Childrens Research Institute",
    "type": "silver",
    "img": "mrci.png",
    "location": ["melbourne"],
    "short_name": "mrci"
}, {
    "text": "We are cloud technology experts providing industry leading cloud services, advice and roadmaps for the proactive modernisation of information technology and business processes.",
    "scope": "community",
    "href": "http:\/\/www.itoc.com.au",
    "displayName": "ITOC",
    "type": "gold",
    "img": "itoc.png",
    "location": ["brisbane"],
    "short_name": "itoc"
}, {
    "text": "Through computing innovation, we push the boundaries of smart and connected technology to make amazing experiences possible for every person on Earth. From powering the latest devices and the cloud you depend on, to driving policy, diversity, sustainability, and education, we create value for our stockholders, customers, and society.",
    "scope": "community",
    "href": "http:\/\/www.intel.com.au",
    "displayName": "Intel",
    "type": "gold",
    "img": "intel.png",
    "location": ["sydney"],
    "short_name": "intel"
}, {
    "text": "Curtin University has a mission to change minds, lives and the world through leadership, innovation and excellence in teaching and research.",
    "scope": "community",
    "href": "http:\/\/www.curtin.edu.au",
    "displayName": "Curtin University",
    "type": "gold",
    "img": "curtin.png",
    "location": ["perth"],
    "short_name": "curtin"
}, {
    "text": "The Australian Institute of Health and Welfare (AIHW) is a major national agency set up by the Australian Government under the Australian Institute of Health and Welfare Act to provide reliable, regular and relevant information and statistics on Australia's health and welfare.",
    "scope": "national",
    "href": "www.aihw.gov.au",
    "displayName": "Australian Institute of Health and Welfare",
    "type": "gold",
    "img": "aihw.png",
    "location": ["brisbane", "perth", "sydney", "melbourne"],
    "short_name": "aihw"
}, {
    "text": "The Victorian Government is responsible for public schools, health, policing, roads and traffic, public housing and business regulation. We develop and deliver policies, programs and services that support and enhance the wellbeing of all Victorians.",
    "scope": "community",
    "href": "http:\/\/www.vic.gov.au",
    "displayName": "Victorian Government",
    "type": "gold",
    "img": "victoria.png",
    "location": ["melbourne"],
    "short_name": "victoria"
}, {
    "text": "Boomworks is a team of diverse and talented individuals with deep insights into the behaviours and technologies\u2028driving the connected world. At Boomworks, we believe in uncovering insights and defining strategies, and shape them into new ideas to enable change in the digital realm. We believe in building authentic relationships and connecting businesses with\u2028our customers.We craft meaningful experiences that embody our beliefs. It's our knack of seeing the small details in the big picture that sets us apart\u2028from everyone else.",
    "scope": "community",
    "href": "http:\/\/www.boomworks.com.au",
    "displayName": "Boomworks",
    "type": "silver",
    "img": "boomworks.png",
    "location": ["sydney"],
    "short_name": "boomworks"
}, {
    "text": "Chiasma Health is an innovative medical and research software company. We create secure, web-based and customised software for the entire research pipeline - from data collection to manuscript production. Our tools and services are designed by experienced researchers and are compliant with Australian research data security and privacy guidelines.",
    "scope": "community",
    "href": "https:\/\/chiasma.com.au\/",
    "displayName": "Chiasma Health",
    "type": "standard",
    "img": "chiasma.png",
    "location": ["melbourne"],
    "short_name": "chiasma"
}, {
    "text": "Trello is a collaboration tool that organizes your projects into boards. In one glance, Trello tells you what's being worked on, who's working on what, and where something is in a process.",
    "scope": "national",
    "href": "https:\/\/trello.com",
    "displayName": "Trello",
    "type": "gold",
    "img": "trello.png",
    "location": ["brisbane", "perth", "sydney", "melbourne"],
    "short_name": "trello"
}, {
    "text": "The BioMelbourne Network is a membership based, industry forum representing business leaders in biotechnology, medical technology and innovation industries in Victoria. The power of our network resides with our members, who are some of the largest life sciences companies in Australia. Our mission is to support, connect and enable growth of our sector, through networking and professional development events that provide access to industry intelligence and promote peer-to-peer knowledge exchange.",
    "scope": "community",
    "href": "http:\/\/www.biomelbourne.org\/",
    "displayName": "BioMelbourne Network",
    "type": "gold",
    "img": "biomelbourne.png",
    "location": ["melbourne"],
    "short_name": "biomelbourne"
}, {
    "text": "We believe in improving the quality of life through exceptional life science. Our mission is to empower Australia to be recognised for world-class innovation and leading edge genomics research.",
    "scope": "community",
    "href": "https:\/\/www.agrf.org.au",
    "displayName": "AGRF",
    "type": "standard",
    "img": "agrf.png",
    "location": ["brisbane"],
    "short_name": "agrf"
}, {
    "text": "Established in 2009, the Victorian Platform Technologies Network (VPTN) plays a key role in connecting publicly-funded facilities in Victoria with industry and researchers. Through its online services - ARIN and PlatformConnect - VPTN is unique in offering a centralised, open and cross-institutional network of over 140 platform technologies across more than 30 institutions. The VPTN is an initiative supported by the Victorian Government, Biomedical Research Victoria and Monash University.",
    "scope": "community",
    "href": "http:\/\/platformtechnologies.org\/",
    "displayName": "VPTN",
    "type": "gold",
    "img": "vptn.png",
    "location": ["melbourne"],
    "short_name": "vptn"
}, {
    "text": "Lenovo is a global technology company providing an innovative, smart connected and infrastructure device portfolio for both businesses and consumers, offering a range of high-quality hardware from wearables and smartphones to tablets, PCs, servers, software and cloud services. Lenovo is the #1 PC vendor in the world, selling around five devices every second.",
    "scope": "national",
    "href": "https:\/\/www.lenovo.com.au",
    "displayName": "Lenovo",
    "type": "silver",
    "img": "lenovo.png",
    "location": ["sydney", "brisbane", "melbourne", "perth"],
    "short_name": "lenovo"
}, {
    "text": "CSL Limited is a global, specialty biopharmaceutical company that develops, manufactures and markets therapies to treat and prevent a range of human medical conditions.",
    "scope": "community",
    "href": "http:\/\/www.csl.com.au\/",
    "displayName": "CSL",
    "type": "silver",
    "img": "csl.png",
    "location": ["melbourne"],
    "short_name": "csl"
}, {
    "text": "The Garvan Institute of Medical Research is one of Australia’s leading biomedical research institutes, pioneering study into the most widespread diseases affecting our community today, including cancer, neurodegenerative and mental diseases, disorders of the immune system, diabetes and obesity, osteoporosis and other skeletal disorders.",
    "scope": "community",
    "href": "http:\/\/www.garvan.org.au",
    "displayName": "Garvan Institute",
    "type": "gold",
    "img": "garvan.png",
    "location": ["sydney"],
    "short_name": "garvan"
}, {
    "text": "Fishburners is more than just a coworking space, we’re a passionate community of startups. Our vision is to bring together the best startups in Australia and help grow the tech scene here in Sydney.",
    "scope": "community",
    "href": "http:\/\/fishburners.org",
    "displayName": "Fishburners",
    "type": "gold",
    "img": "fishburners.png",
    "location": ["sydney"],
    "short_name": "fishburners"
}, {
    "text": "WALIS drives innovative partnerships and works with business, academia and the community to make it easier to find, use and improve location information for WA. Landgate is a statutory authority accountable to the Minister for Lands Western Australia.",
    "scope": "community",
    "href": "http:\/\/www.walis.wa.gov.au",
    "displayName": "WALIS\/Landgate",
    "type": "gold",
    "img": "landgate.png",
    "location": ["perth"],
    "short_name": "landgate"
}, {
    "text": "GitHub is the best place to share code with friends, co-workers, classmates, and complete strangers. Over three million people use GitHub to build amazing things together.",
    "scope": "national",
    "href": "https:\/\/github.com",
    "displayName": "Github",
    "type": "gold",
    "img": "github.png",
    "location": ["sydney", "brisbane", "melbourne", "perth"],
    "short_name": "github"
}, {
    "text": "QCIF (the Queensland Cyber Infrastructure Foundation) provides the high-performance services, infrastructure and support required to achieve excellence in computation and data-driven collaborative research and its application in industry. QCIF operates with its members and partners delivering services to research throughout Queensland and increasingly via Commonwealth programs to the nation.",
    "scope": "community",
    "href": "http:\/\/www.qcif.edu.au",
    "displayName": "QCIF",
    "type": "silver",
    "img": "qcif.png",
    "location": ["brisbane"],
    "short_name": "qcif"
}, {
    "text": "Inkubator is a digital creative studio that innovates in the space where art, technology and social change converge to create digital solutions and experiences for the organisations and communities we work with. We partner with our clients on a journey of discovery and enlightenment and are committed to a with not for design philosophy, accessibility and universal design practices. Our team is excited and inspired by the potential for change digital solutions offer with a particular interest in the education, healthcare, science and research fields.",
    "scope": "community",
    "href": "http:\/\/inkubator.com.au",
    "displayName": "Inkubator",
    "type": "gold",
    "img": "inkubator.png",
    "location": ["perth"],
    "short_name": "inkubator"
}]