[{
    "team": "Panogram Pedigree Drawing Tool",
    "demoLink": "http:\/\/www.youtube.com\/watch?v=SOY9mx1irnY&feature=youtu.be",
    "organisation": "Garvan Institute",
    "winner": "2014 WINNER (1st PLACE)",
    "presenters": "Professor Andreas Zankl",
    "summary": "My proposition for the HealthHack is to build a prototype of a tool which will allow to draw pedigree charts and export the drawn information in a standard file format. The tool should be easy to use and also easy to integrate into existing frameworks. There are a number of existing pedigree drawing open source projects but none of them offer the functionality described above. Maybe we can hack some of those into doing what we need.",
    "img": "/img/sponsors\/garvan.png",
    "year": 2014,
    "description": "Tracking clinical features through families and linking them to genetic variants is a frequent task in clinical genetics and genetics research. This is frequently done through pedigree drawings (family trees). Unfortunately, due to the lack of easy to use pedigree drawing programs, this is usually done manually on a piece of paper. This makes pedigree drawings difficult to handle and also precludes any computational analysis. For example, you cannot click on an individual in a paper-drawn pedigree to open the associated database record.<br><br>My proposition for the HealthHack is to build a prototype of a tool which will allow to draw pedigree charts and export the drawn information in a standard file format. The tool should be easy to use and also easy to integrate into existing frameworks. There are a number of existing pedigree drawing open source projects but none of them offer the functionality described above. Maybe we can hack some of those into doing what we need.<br><br>Update: The Phenotips Project has a nice pedigree drawing tool, but its not freestanding. The Phenotips Team has been planning to make it freestanding, there is already an open issue on their Github page. I have contacted the Phenotips Team and they would be pleased if we could help them with this task. They will participate remotely and answer questions.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "title": "An online pedigree drawing tool that can be linked to patient data",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/Panogram----Pedigree-Drawing-Tool",
    "location": "Sydney"
}, {
    "team": "Team Autoimmuno",
    "demoLink": "https:\/\/www.youtube.com\/watch?v=z2uUeWUg61U",
    "organisation": "Garvan Institute",
    "winner": "2014 WINNER (2nd PLACE)",
    "presenters": "Dr Tyani Chan and Dr Liviu Constantinescu",
    "summary": "Our lab needs an automated way of comparing sequencing results to a template, identifying the point mutations and amino acid substitutions, and presenting the analyses in an appropriate table format.",
    "img": "/img/\/sponsors\/garvan.png",
    "year": 2014,
    "description": "After performing flow cytometry based experiments that sort single spleen cells from mice responding to an infection, we PCR amplify the DNA from a single cell’s B Cell Antigen Receptor using a nested PCR approach, and obtain sequencing results covering the region of interest, which is 113 amino acids long.<br><br>We would love to have a tool or application that allows us to fully automate our analyses, which currently costs us several days of researcher time, which we imagine could be reduced to several minutes.<br><br><b>The manual analysis currently involves the following steps:<\/b><br><br>1) Compare sequencing results (.seq file) to wild-type template<br><br>2) Identify where the mutations lie<br><br>3) Check the validity and quality of the read by studying the chromatogram trace (.ab1 file)<br><br>4) If the quality is sufficient, trim the sequence result such that only the region of interest remains, and translate the nucleic acids into amino acids.<br><br>5) In an Excel spreadsheet (with the help of some basic macros), we copy the amino acid sequence from ApE or DNA Strider into Excel, convert text to columns (to get 1 letter in 1 cell) and then copy \/paste the 113 amino acid sequence into a separate Excel spreadsheet.<br><br>6) Using some basic formulae, these sequences are placed into a table that only shows the amino acid substitions and not those amino acids that match the original template (germline sequence). Please see attached example table.<br><br>7) This table is then converted to pdf format to allow manipulation of colours, line weights etc in Adobe Illustrator, ready for manuscript submission or conference presentations.<br><br><b>In an Ideal World…<\/b><br><br>We would have the ability to:<br><br>1) Upload\/ attach our sequencing results<br><br>2) Have the software tool do the rest, including the ‘human’ part of checking the quality of the read by studying the chromatogram trace (.ab1 file).<br><br>3) Perhaps even apply this to the nucleic acids and not just the amino acids, although the amino acid sequences are the main priority.<br><br>What this achieves, how it would help us, and challenges<br><br>A tool such as this would save us a huge amount of researcher time! We would generate approximately 100 sequences per treatment group, and on average we’d have 6 groups per experiment.<br><br>We do individual sequences one by one, and this becomes incredibly tiring (especially for the eyes) which makes human-error highly likely. We have been fortunate to have had some help on this problem before, but sadly we’ve only managed to get some of the way. The main challenge has been identifying a high quality sequencing read from a poor-quality read.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "title": "Automated way of comparing sequencing results",
    "teamLink": "https:\/\/ccg.garvan.org.au\/confluence\/display\/GOSS\/Automated+Comparison,+Mutation+Annotation+and+Amino+Acid+Substitutions+with+CSV+Export",
    "location": "Sydney"
}, {
    "team": "Team Zenome",
    "demoLink": "https:\/\/www.youtube.com\/watch?v=8ZGAXwVAOiU",
    "organisation": "Garvan Institute",
    "winner": "2014 WINNER (‘Spirit of HealthHack’ prize)",
    "presenters": "Dr Liviu Constantinescu and Dr Mark Cowley",
    "summary": "We’d like to be able to integrate, visualise and interpret the information that the sequencing pipelines generate in real-time, to substantially improve data quality & prevent poor data being used to guide clinical decision making.",
    "img": "/img/sponsors\/garvan.png",
    "year": 2014,
    "description": "We find ourselves in the era of personalised medicine, in part due to amazing advances in DNA sequencing technology. Using this technology, we aim to improve patient healthcare, through improved diagnosis, and tailoring treatments to match the unique genetic makeup of a patient. The problem is that the analytical pipelines to go from raw sequencing data to medically actionable information are complex, and consist of dozens of software components and databases. We’d like to be able to integrate, visualise and interpret the information that the sequencing pipelines generate in real-time, to substantially improve data quality & prevent poor data being used to guide clinical decision making.<br><br><b>The dream<\/b><br><br>We would love to develop a genome pipeline visualisation platform, which tracked and monitored NGS analysis pipelines in real-time, presenting the key metrics at each stage of the process to the analysts, via informative visualisations. This would aggregate and compare data over time, so that deviations can be easily identified. It would cross reference the metrics and meta-data associated with each sample, so that anomalies could be tracked back to a bad batch of reagents, a particular sequencing machine, or a particular operator for instance.<br><br><b>The hack<\/b><br><br>We would love to build a solution to import the metrics from key steps of the sequencing analysis pipeline, ingest these metrics into a database, and visualise these in an interactive fashion. We already have code for parsing most of the metrics, and a data-model for tracking the relationships between objects (like sequencing runs and samples). We are missing the bits that harvest this information in real-time, ingest into a database, and visualise this information; to this end, we have been considering building our own D3-based visualisation platform, or perhaps configuring a fluentd, splunk or tableau platform.<br><br><b>The future<\/b><br><br>We see clinical genomics becoming a mainstream part of healthcare, where for babies with inherited genetic diseases, or patients with cancer, it will make more sense to sequence a patient’s genome & use this information to guide improved healthcare. As we scale up to reach tens of thousands of patients per year, this platform will become an indispensible piece of the clinical genomics puzzle.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "title": "Building a Platform to Aggregate and Visualize Genome Sequencing Metrics",
    "teamLink": "https:\/\/ccg.garvan.org.au\/confluence\/display\/GOSS\/Building+a+Platform+to+Aggregate+and+Visualize+Genome+Sequencing+Metrics",
    "location": "Sydney"
}, {
    "organisation": "Garvan Institute",
    "title": "Visualising what PubMedSaid",
    "summary": "We want to build a visualisation tool to understand what these large gene sets have in common and how they link to diseases such as cancer and diabetes.",
    "img": "/img/sponsors\/garvan.png",
    "year": 2014,
    "description": "The rapidly growing body of scientific literature contains a wealth of information that is specifically written for a human audience. Reading through this information to extract links between data entities is however a time-consuming effort that requires expert knowledge.While previously biologists have focused on understanding a small handful of genes, new experimental techniques can provide sets of hundreds of genes that can be overwhelming to comprehend. We need to understand what these large gene sets have in common and how they link to diseases such as cancer and diabetes.<br><br><b>The dream<\/b><br><br>The dream is to understand what makes a given large set of genes special. We have performed text mining against all public full text articles and we want an intuitive system to understand and query relationships contained within this data. As scientific discoveries are made by drawing new links between previously unconnected components such a framework would achieve both: facilitate as well as accelerate scientific discoveries across a broad range of scientific disciplines.<br><br><b>The status<\/b><br><br>We have processed more than 2 million full-text scientific articles on biological and medical sciences contained within Pubmed Central, extracted meaningful keywords and associated these with categories such as disease, genes, biological pathways, cellular function and many more. The resulting 6 billion data points have been deposited in a document database (MongoDB), that is available through a Web API.Using Map-Reduce techniques we have created a table where each human protein-coding gene is mapped to every PubMed article it appears in along with every term found in these papers. We have algorithms for aggregating multiple genes and for performing basic statistics for over-representation.<br><br><b>The hack<\/b><br><br>Curiosity - having an question and going after the answer - is what drives science. To facilitate this process we require an interactive web front-end that allows intuitive querying across the various categories contained in our ‘little’ database as well as a visual presentation layer to convey the returned information and illustrate the connectivity between the discoveries.Ideally, we let the data speak for itself such as getting ranked recommendations via collaborative filtering or consensus via aggregations but also link back to the original publications to enable further in-depth studies.<br><br><b>How this helps us<\/b><br><br>Not being able to go after the answer at the opportune moment an idea strikes can stop new discoveries in its tracks. Thus, a framework that can reveal the connections between distinct scientific fields or discoveries on the spot has the potential to facilitate future Eureka moments.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "presenters": "Dr Fabian Buske, Quek Xiu Cheng and Kenneth Sabir",
    "location": "Sydney"
}, {
    "organisation": "Garvan Institute",
    "title": "Cut and paste - the precise way",
    "summary": "We'd like to build a tool to allow life scientist to select the target site for their gene of interest and tune the compromise between on-target efficiency and off-targets risk as required for the application at hand. ",
    "img": "/img/sponsors\/garvan.png",
    "year": 2014,
    "description": "The human reference genome has been sequenced more than a decade ago but to this date the insight into the function of any particular segment of the genome sequence is very limited. Fortunately, recent technological advances provide biological research and life sciences with an incredible set of new tools that enables us to modify single genomic positions with high accuracy and observe the effects of these perturbations on cellular processes thus providing insight on how life functions on the molecular and cellular level.<br><br>There is two sides to this coin though. On one hand, a genome modification should be introduced with high efficiency at the targeted side of interest. On the other hand, genomic positions that have a very similar DNA sequence will also attract the modification. Such off-targets need to be avoided as much as possible in order to guarantee a clean experimental outcome.<br><br>Most of the time the best target site will not comply with both objective functions simultaneously, i.e. maximal on-target efficiency and minimal off-target abundance, thus requiring a compromise between the two. This compromise will be depend on the application at hand.<br><br><b>The dream<\/b><br><br>The dream is to build a web based tool would facilitate genome science with optimal accuracy, precision and efficiency.<br><br><b>The status<\/b><br><br>A prototype for genome analysis is currently under development. It’s output comprises of a rich data set that contains a set of candidate target sites within the genomic region of interest, as well as a set of putative off-targets for each candidate all of which come with their own predicted efficiencies. In addition all regions will be annotated with known functional elements such as genes. These tasks are computationally demanding and will run on a High Performance Compute (HPC) cluster. Resulting output files will be either in plain text or Json format.<br><br>Examples on how such data might look like can be found at <a href='http:\/\/bioinformatics.org.au\/tools\/triplexator\/inspector\/example.html'>bioinformatics<\/a><br><br><b>The hack<\/b><br><br>The challenge is to guide scientist through the steps of designing their experiment and choosing their optimal genomic target. Off-target search will be done on a HPC cluster. The multidimensional output then needs to be collated and presented in a clean, slick and functional web-frontend indicating the pro and cons of each candidate.<br><br><b>How this helps us<\/b><br><br>Precise genome editing is changing the way of how biomedical science is performed. It is increasingly the focus of scientific discussion, e.g. at a recent Symposium in Melbourne. Precise genome editing not just enables insights into cellular behavior, it also provides new therapeutic opportunities for the treatment of heritable diseases as well as Cancer, Alzheimer and many more. Most importantly, a web-app that facilitates the intuitive design and assessment of genome editing tools is a prerequisite to achieve the precision, accuracy and efficiency gene therapy demands.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "presenters": "Dr Fabian Buske",
    "location": "Sydney"
}, {
    "organisation": "One Disease",
    "title": "One Disease - Proof of concept for Health Hack",
    "summary": "We proposed HealthHack to build a app to help Indigenous Australians to monitor and control their disease better. The app will provide visual cues and media—using images and pictographs rather than words or numbers to complete the diagnostic algorithm.",
    "year": 2014,
    "description": "<b>Background<\/b><br><br>Indigenous Australians live 1–2 decades less than their non-Indigenous counterparts. Scabies affects 7 out of 10 Indigenous children at least once before their first birthday. What presents as an innocent itch can lead to heart and kidney failure and ultimately premature death. One Disease aims to eliminate scabies, because we believe no Australian should die of a preventable disease.   Currently, prevalence rates of scabies in Indigenous communities are established through screening events, or based on clinic presentation data. In screening events, a questionnaire developed from a sales app (DoForms) is used. In this, demographic information is preloaded onto the form, data is either typed or entered numerically during the screening, and the information is downloaded to an excel spreadsheet at the completion of the screening. This process has served the team well thus far, however there are limitations with accessibility due to the high level of English literacy and numeracy required to complete the form.<br><br><b>A proposed solution<\/b><br><br>If we were able to develop an app that relied more strongly on visual cues and media—using images and pictographs rather than words or numbers to complete the diagnostic algorithm—it would become more accessible to the Indigenous workforce and open the app up for greater use. Increased uptake would lead to increased screening, a better informed picture of the size of the scabies problem, and ultimately a more coordinated and comprehensive response to it. A visually based app would allow community members to take part in disease control efforts—effectively empowering them to crowd-source management of their own health. An open access app will also open the door for crowd-sourced surveillance of scabies if it is adopted for use by Government and Aboriginal Community Controlled Health Clinics.<br><br>The proposed app would require the following technologies:<br><br><ul><li>Data collection will take the form of a tablet-based app with GPS capability. The app will need the ability to function offline (due to connectivity restrictions in the remote areas we operate) and community demographic data (including names, dates of birth) will need to be preloaded.<\/li><li>The interface must cater for English as a second language and low technology consumers and use strong visual inputs, including the ability to draw\/finger paint onto images, image capture and storage capability, options for selecting images from a photo gallery (eg, skin sore gallery to drag and drop onto a diagram of a body)<\/li><li>Collected records require storage on a highly secure cloud device, employing encryption and security technologies. Data is initially identifiable, therefore security is critical. Access will be from multiple sites, by multiple users, and content will need to be downloaded and stored for analysis<\/li><\/ul><br><br>From a data analysis perspective:<br><br><ul><li>Patient information needs to be able to be uploaded to the form from an excel or csv file (name, DOB, address, age at screening, sex, etc)<\/li><li>Group results need to be downloaded to an excel or csv file following screening for analysis<\/li><li>Diagnostic algorithm that currently sits behind screening table needs to be preserved in visual translation<\/li><li>Conditionality needs to be built into the form- i.e. certain questions arise as a result of answers to previous questions<\/li><\/ul>",
    "organisationLink": "http:\/\/1disease.org\/",
    "presenters": "Shelley Thompson",
    "location": "Sydney"
}, {
    "team": "Team VizMyGrant",
    "demoLink": "https:\/\/viz-my-grant.shinyapps.io\/view\/",
    "organisation": "NHMRC",
    "winner": "2014 WINNER (1st PLACE)",
    "presenters": "Dr Marguerite Evans-Galea and Dr Charles Galea",
    "summary": "If we could quickly generate some user-friendly, easy-to-read graphics that clearly explain where the funding goes each year, it would allow individuals, institutes and other interested parties to readily view the funding landscape.",
    "img": "/img/sponsors\/nhmrc.png",
    "year": 2014,
    "description": "Each year investigators patiently await the announcements of NHMRC funding. After submitting an application in March and rebutting the reviewers’ comments mid-year, it will not be until October that they find out if they have received funds or not. Keep in mind that academic research is largely funded through grants such as these. There is a lot of publicly available data on investigators and teams awarded NHMRC funding, along with a lot of statistics available. It would be terrific to be able to quickly visualise these results without poring through a large number of pdf files and spreadsheets. If we could quickly generate some user-friendly, easy-to-read graphics that clearly explain where the funding goes each year, it would allow individuals, institutes and other interested parties to readily view the funding landscape.<br><br><b>Why?<\/b><br><br>As an individual researcher or an organisation, such a tool would allow you to work out the demographics of successful applicants, at what level and in what research areas, without having to pore through the data. It will also inform policy development at the institute and national level since any group or association will be able to readily access this information. Just enter the terms you wish to define and ‘voila’, a graph with your desired information will appear.",
    "organisationLink": "https:\/\/www.nhmrc.gov.au\/",
    "title": "Let’s create an easy-to-use “viewing platform” for the NHMRC funding landscape",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/VizMyGrant",
    "location": "Melbourne"
}, {
    "team": "Team girror",
    "organisation": "Monash University",
    "winner": "2014 WINNER (2nd PLACE)",
    "presenters": "Ben Fulcher and George Youssef",
    "summary": "We are a group of Monash researchers in psychology, psychiatry, and statistical time-series analysis that would like to develop a smartphone app that logs location, time, emotional state (through questionnaires), and some measures of alertness (e.g., through a simple reaction time task embedded in the app).",
    "img": "/img/sponsors\/monash.png",
    "year": 2014,
    "description": "We are a group of Monash researchers in psychology, psychiatry, and statistical time-series analysis that would like to develop a smartphone app that logs location, time, emotional state (through questionnaires), and some measures of alertness (e.g., through a simple reaction time task embedded in the app). We are hoping to use this app to answer a diverse set of research questions of interest to our group, including how mood and alertness effect decision-making, how addiction behaviors manifest in the real world, and how sleep quality affects daytime alertness and behavior. We are particularly interested in developing new time-series analysis techniques to develop individual prediction models for these unique datasets, information that could be use to inform interventions and to cluster individuals based on their behavioural responses. The potential size of datasets that we can collect using such an app, and the richness of the temporal sampling is unprecedented in our field, and we are really excited to have the opportunity to pursue this new paradigm in data collection and analytics!",
    "organisationLink": "http:\/\/www.monash.edu\/",
    "title": "A flexible smartphone app platform for research questions that link mood to behavioural decision-making",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/girror%3A-tracking-your-emotions-and-gambling-behaviour",
    "location": "Melbourne"
}, {
    "team": "Team MIF",
    "organisation": "",
    "winner": "2014 WINNER (‘Spirit of HealthHack’ prize)",
    "presenters": "Dr Marguerite Evans-Galea and Dr Charles Galea",
    "summary": "Toward this goal, we are keen to develop a novel, user-friendly module that automates a series of sequence- and structure-based protein analyses, and systematic review of the literature.",
    "img": "/img/",
    "year": 2014,
    "description": "The ‘omics’ era is upon us and genome sequencing is increasingly being integrated into clinical practice and used to develop personalised medicines. In searching for new genes responsible for a given disease, large cohorts of individuals will have their DNA sequenced and evaluated by qualified geneticists and bioinformaticians, to determine which genes are most likely to contribute to the disease state.<br><br>This can be particularly challenging, however, when exploring multigenic complex diseases such as autism or schizophrenia. After a series of analyses and filtering processes, sometimes >200 gene variants will be identified as possible candidates. Researchers must then decide the best candidate genes to move into their basic and translational research programs. Laboratory studies and disease models are costly in both time and funding, so it is essential to maximise our ability to prioritise candidate genes from the genomics pipeline.<br><br>Toward this goal, we are keen to develop a novel, user-friendly module that automates a series of sequence- and structure-based protein analyses, and systematic review of the literature. This will complement existing filters to better prioritise potential pathogenic gene variants. It will also enhance the ability of clinicians to predict disease outcome and trajectory.<br><br>Once this module is optimised and demonstrated to work well, it could be incorporated into almost any hospital\/institute’s ‘omics’ pipeline.",
    "organisationLink": "#",
    "title": "Prioritising gene variants as they churn off the genomics pipeline",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/Mutation-Instability-Filter-%28MIF%29",
    "location": "Melbourne"
}, {
    "organisation": "Monash University",
    "title": "Health and Society Expeditions",
    "summary": "We want to develop a data-journalism tool that can be used to facilitate content coding of online videos and visualise patterns in that content. Such a tool would provide virtual communities a broad perspective of a curated media landscape.",
    "img": "/img/sponsors\/monash.png",
    "year": 2014,
    "description": "The internet is a quagmire of health information, health misinformation and health disinformation. Public health information services, both in government and the broader civil society, are interested in communications activities which inform people of how to approach this information critically. Improving public critical thinking in the use of these information sources should increase the efficiency and outcomes of human\/health-system interactions. Critical thinking is a verb. Top-down dissemination of information will not support this sort of learning. Developments in interactive journalism may be able to provide a way to impact upon public critical thinking.For example, a person who has been recently diagnosed with a mental illness might be interested in understanding the media around their diagnosis. A not-for-profit working to relieve mental illness might be interested in facilitating that conversation about media perceptions. In response to a disease outbreak, (such as ebola), an individual may be interested in understanding how the media representations shape our perceptions. An international relief agency may be interested in monitoring the response to inform their media campaigns for donations.<br><br><b>Example Video Coding Tasks:<\/b><br><br><ul><li>Purpose of creator<\/li><li>Imputed Target Demographic<\/li><li>Medical Treatments referenced<\/li><li>Geocoding (place references)<\/li><li>Demographics of video ‘Actors<\/li><li>Sentiment<\/li><li>Open Description<\/li><li>Validation of the above<\/li><\/ul><br><br><b>Examples of ‘Citizen Science’ interactive journalism projects in Australia<\/b><br><br><ul><li><a href='http:\/\/volunteer.ala.org.au\/'>http:\/\/volunteer.ala.org.au\/<\/a><\/li><li><a href='http:\/\/exploretheseafloor.net.au\/'>http:\/\/exploretheseafloor.net.au\/<\/a><\/li><li><a href='http:\/\/www.ozdocs.climatehistory.com.au\/'>http:\/\/www.ozdocs.climatehistory.com.au\/<\/a><\/li><\/ul>",
    "organisationLink": "http:\/\/www.monash.edu\/",
    "presenters": "Frederick Michna",
    "location": "Melbourne"
}, {
    "organisation": "VLSCI",
    "title": "Understand how species adapt to climate stress",
    "summary": "We'd like to improve the usability and flexibility of our existing tool, which processes and analyses raw DNA sequence data. With the help of the tool, identify the types of species most in need of protection under climate change ",
    "img": "/img/sponsors\/unconfirmed\/vlsci.png",
    "year": 2014,
    "description": "Thanks to next-generation DNA sequencing technologies, evolutionary biologists can now regularly tackle important questions like “What are the genes involved in adaptation to climate?” and “What genomic factors prevent climate-sensitive species from adapting?”<br><br>The bottleneck in our research is the computational work involved in processing huge amounts of raw DNA sequence data. VLSCI researchers have developed a pipeline, Rubra, built on the Ruffus Python library, that allows us to process and analyse genomic data on the powerful VLSCI computing cluster. However this pipeline needs improvement to make it more generally usable and flexible. Within our research group, this will make Rubra accessible to biologists with limited programming skills, and allow us to easily customise our workflow for each new experiment. This will take us closer to understanding the genomic basis for climate adaptation, which in turn will let us identify the types of species most in need of protection under climate change.",
    "organisationLink": "https:\/\/www.vlsci.org.au\/",
    "presenters": " Dr Pip Griffin",
    "location": "Melbourne"
}, {
    "year": 2014,
    "summary": "We'd like to build a tool to collect the twitter tweets the related to microbial, antimicrobial and superbug topics. With the collected data it allows the establishment of a baseline, the exploration of trends, and the detection of unusual events.",
    "description": "The rise of antibiotic-resistant bacteria, or Superbugs, has become a serious threat to public health and the economy worldwide. This is exemplified by Barack Obama recently announcing a new Executive Order together with a National Strategy for combating antibiotic-resistant bacteria (18\/09\/2014). In this HealthHack challenge, we will explore if social media data mining can be used for microbial prevalence monitoring.<br><br>The key steps will involve:<br><br><ul><li> Filtering Twitter tweets based on a list of keywords related to microbial, antimicrobial and superbug topics<\/li><li> Analysing the tweets using advance data analytics techniques<\/li><li>Interactive reporting\/li><\/ul>",
    "title": "Superbug Analytics",
    "location": "Melbourne"
}, {
    "year": 2014,
    "organisationLink": "http:\/\/sydney.edu.au\/",
    "summary": "Life expectancy calculations for Aboriginal and Torres Strait Islander men and women are subject to a large number of assumptions. I would like a model that shows the differences that differing underlying assumptions make. The ABS and AIHW both have different assumptions of under-identification in different age groups, they don’t put errors around that but we could! We could look at a variety of models and see what we come up with, and if it is different from the official statistics. Something graphical that lets people get away from the life tables.",
    "organisation": "The University of Sydney",
    "presenters": "Dr Clare Coleman",
    "location": "Sydney",
    "title": "Life expectancy calculations for Aboriginal and Torres Strait Islander",
    "img": "/img/sponsors\/sydneyuni.png"
}, {
    "year": 2014,
    "organisationLink": "http:\/\/www.unimelb.edu.au\/",
    "summary": "Epilepsy is a disorder of brain functions that takes the form of recurring seizures. 3-4% of the Australian population will be diagnosed with epilepsy. There are a range of seizure types that people can experience, a variety of seizure triggers, a wide range of antiepileptic drugs and therapeutic doses, and over the course of a person’s epilepsy story the impact of epilepsy on a their life will vary. Patient history information is usually stored in narrative text making longitudinal analysis difficult. The tool that we would like to developed will be used by clinicians to visualise patient data, and find correlations between seizure frequency, medication, severity of impact on life, and any potential surgery.",
    "organisation": "The University of Melbourne",
    "presenters": "Kate Birch and Anne Mcintosh",
    "location": "Melbourne",
    "title": "A visualisation tool to simplify a person’s epilepsy story",
    "img": "/img/sponsors\/unconfirmed\/unimelb.jpg"
}]
