[{
    "team": "Panogram Pedigree Drawing Tool",
    "demoLink": "http:\/\/www.youtube.com\/watch?v=SOY9mx1irnY&feature=youtu.be",
    "organisation": "Garvan Institute",
    "winner": "2014 WINNER (1st PLACE)",
    "presenters": "Professor Andreas Zankl",
    "summary": "My proposition for the HealthHack is to build a prototype of a tool which will allow to draw pedigree charts and export the drawn information in a standard file format. The tool should be easy to use and also easy to integrate into existing frameworks. There are a number of existing pedigree drawing open source projects but none of them offer the functionality described above. Maybe we can hack some of those into doing what we need.",
    "img": "/images/sponsors\/garvan.png",
    "year": 2014,
    "description": "Tracking clinical features through families and linking them to genetic variants is a frequent task in clinical genetics and genetics research. This is frequently done through pedigree drawings (family trees). Unfortunately, due to the lack of easy to use pedigree drawing programs, this is usually done manually on a piece of paper. This makes pedigree drawings difficult to handle and also precludes any computational analysis. For example, you cannot click on an individual in a paper-drawn pedigree to open the associated database record.<br><br>My proposition for the HealthHack is to build a prototype of a tool which will allow to draw pedigree charts and export the drawn information in a standard file format. The tool should be easy to use and also easy to integrate into existing frameworks. There are a number of existing pedigree drawing open source projects but none of them offer the functionality described above. Maybe we can hack some of those into doing what we need.<br><br>Update: The Phenotips Project has a nice pedigree drawing tool, but its not freestanding. The Phenotips Team has been planning to make it freestanding, there is already an open issue on their Github page. I have contacted the Phenotips Team and they would be pleased if we could help them with this task. They will participate remotely and answer questions.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "title": "An online pedigree drawing tool that can be linked to patient data",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/Panogram----Pedigree-Drawing-Tool",
    "location": "Sydney"
}, {
    "team": "Team Autoimmuno",
    "demoLink": "https:\/\/www.youtube.com\/watch?v=z2uUeWUg61U",
    "organisation": "Garvan Institute",
    "winner": "2014 WINNER (2nd PLACE)",
    "presenters": "Dr Tyani Chan and Dr Liviu Constantinescu",
    "summary": "Our lab needs an automated way of comparing sequencing results to a template, identifying the point mutations and amino acid substitutions, and presenting the analyses in an appropriate table format.",
    "img": "/images/\/sponsors\/garvan.png",
    "year": 2014,
    "description": "After performing flow cytometry based experiments that sort single spleen cells from mice responding to an infection, we PCR amplify the DNA from a single cell’s B Cell Antigen Receptor using a nested PCR approach, and obtain sequencing results covering the region of interest, which is 113 amino acids long.<br><br>We would love to have a tool or application that allows us to fully automate our analyses, which currently costs us several days of researcher time, which we imagine could be reduced to several minutes.<br><br><b>The manual analysis currently involves the following steps:<\/b><br><br>1) Compare sequencing results (.seq file) to wild-type template<br><br>2) Identify where the mutations lie<br><br>3) Check the validity and quality of the read by studying the chromatogram trace (.ab1 file)<br><br>4) If the quality is sufficient, trim the sequence result such that only the region of interest remains, and translate the nucleic acids into amino acids.<br><br>5) In an Excel spreadsheet (with the help of some basic macros), we copy the amino acid sequence from ApE or DNA Strider into Excel, convert text to columns (to get 1 letter in 1 cell) and then copy \/paste the 113 amino acid sequence into a separate Excel spreadsheet.<br><br>6) Using some basic formulae, these sequences are placed into a table that only shows the amino acid substitions and not those amino acids that match the original template (germline sequence). Please see attached example table.<br><br>7) This table is then converted to pdf format to allow manipulation of colours, line weights etc in Adobe Illustrator, ready for manuscript submission or conference presentations.<br><br><b>In an Ideal World…<\/b><br><br>We would have the ability to:<br><br>1) Upload\/ attach our sequencing results<br><br>2) Have the software tool do the rest, including the ‘human’ part of checking the quality of the read by studying the chromatogram trace (.ab1 file).<br><br>3) Perhaps even apply this to the nucleic acids and not just the amino acids, although the amino acid sequences are the main priority.<br><br>What this achieves, how it would help us, and challenges<br><br>A tool such as this would save us a huge amount of researcher time! We would generate approximately 100 sequences per treatment group, and on average we’d have 6 groups per experiment.<br><br>We do individual sequences one by one, and this becomes incredibly tiring (especially for the eyes) which makes human-error highly likely. We have been fortunate to have had some help on this problem before, but sadly we’ve only managed to get some of the way. The main challenge has been identifying a high quality sequencing read from a poor-quality read.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "title": "Automated way of comparing sequencing results",
    "teamLink": "https:\/\/ccg.garvan.org.au\/confluence\/display\/GOSS\/Automated+Comparison,+Mutation+Annotation+and+Amino+Acid+Substitutions+with+CSV+Export",
    "location": "Sydney"
}, {
    "team": "Team Zenome",
    "demoLink": "https:\/\/www.youtube.com\/watch?v=8ZGAXwVAOiU",
    "organisation": "Garvan Institute",
    "winner": "2014 WINNER (‘Spirit of HealthHack’ prize)",
    "presenters": "Dr Liviu Constantinescu and Dr Mark Cowley",
    "summary": "We’d like to be able to integrate, visualise and interpret the information that the sequencing pipelines generate in real-time, to substantially improve data quality & prevent poor data being used to guide clinical decision making.",
    "img": "/images/sponsors\/garvan.png",
    "year": 2014,
    "description": "We find ourselves in the era of personalised medicine, in part due to amazing advances in DNA sequencing technology. Using this technology, we aim to improve patient healthcare, through improved diagnosis, and tailoring treatments to match the unique genetic makeup of a patient. The problem is that the analytical pipelines to go from raw sequencing data to medically actionable information are complex, and consist of dozens of software components and databases. We’d like to be able to integrate, visualise and interpret the information that the sequencing pipelines generate in real-time, to substantially improve data quality & prevent poor data being used to guide clinical decision making.<br><br><b>The dream<\/b><br><br>We would love to develop a genome pipeline visualisation platform, which tracked and monitored NGS analysis pipelines in real-time, presenting the key metrics at each stage of the process to the analysts, via informative visualisations. This would aggregate and compare data over time, so that deviations can be easily identified. It would cross reference the metrics and meta-data associated with each sample, so that anomalies could be tracked back to a bad batch of reagents, a particular sequencing machine, or a particular operator for instance.<br><br><b>The hack<\/b><br><br>We would love to build a solution to import the metrics from key steps of the sequencing analysis pipeline, ingest these metrics into a database, and visualise these in an interactive fashion. We already have code for parsing most of the metrics, and a data-model for tracking the relationships between objects (like sequencing runs and samples). We are missing the bits that harvest this information in real-time, ingest into a database, and visualise this information; to this end, we have been considering building our own D3-based visualisation platform, or perhaps configuring a fluentd, splunk or tableau platform.<br><br><b>The future<\/b><br><br>We see clinical genomics becoming a mainstream part of healthcare, where for babies with inherited genetic diseases, or patients with cancer, it will make more sense to sequence a patient’s genome & use this information to guide improved healthcare. As we scale up to reach tens of thousands of patients per year, this platform will become an indispensible piece of the clinical genomics puzzle.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "title": "Building a Platform to Aggregate and Visualize Genome Sequencing Metrics",
    "teamLink": "https:\/\/ccg.garvan.org.au\/confluence\/display\/GOSS\/Building+a+Platform+to+Aggregate+and+Visualize+Genome+Sequencing+Metrics",
    "location": "Sydney"
}, {
    "organisation": "Garvan Institute",
    "title": "Visualising what PubMedSaid",
    "summary": "We want to build a visualisation tool to understand what these large gene sets have in common and how they link to diseases such as cancer and diabetes.",
    "img": "/images/sponsors\/garvan.png",
    "year": 2014,
    "description": "The rapidly growing body of scientific literature contains a wealth of information that is specifically written for a human audience. Reading through this information to extract links between data entities is however a time-consuming effort that requires expert knowledge.While previously biologists have focused on understanding a small handful of genes, new experimental techniques can provide sets of hundreds of genes that can be overwhelming to comprehend. We need to understand what these large gene sets have in common and how they link to diseases such as cancer and diabetes.<br><br><b>The dream<\/b><br><br>The dream is to understand what makes a given large set of genes special. We have performed text mining against all public full text articles and we want an intuitive system to understand and query relationships contained within this data. As scientific discoveries are made by drawing new links between previously unconnected components such a framework would achieve both: facilitate as well as accelerate scientific discoveries across a broad range of scientific disciplines.<br><br><b>The status<\/b><br><br>We have processed more than 2 million full-text scientific articles on biological and medical sciences contained within Pubmed Central, extracted meaningful keywords and associated these with categories such as disease, genes, biological pathways, cellular function and many more. The resulting 6 billion data points have been deposited in a document database (MongoDB), that is available through a Web API.Using Map-Reduce techniques we have created a table where each human protein-coding gene is mapped to every PubMed article it appears in along with every term found in these papers. We have algorithms for aggregating multiple genes and for performing basic statistics for over-representation.<br><br><b>The hack<\/b><br><br>Curiosity - having an question and going after the answer - is what drives science. To facilitate this process we require an interactive web front-end that allows intuitive querying across the various categories contained in our ‘little’ database as well as a visual presentation layer to convey the returned information and illustrate the connectivity between the discoveries.Ideally, we let the data speak for itself such as getting ranked recommendations via collaborative filtering or consensus via aggregations but also link back to the original publications to enable further in-depth studies.<br><br><b>How this helps us<\/b><br><br>Not being able to go after the answer at the opportune moment an idea strikes can stop new discoveries in its tracks. Thus, a framework that can reveal the connections between distinct scientific fields or discoveries on the spot has the potential to facilitate future Eureka moments.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "presenters": "Dr Fabian Buske, Quek Xiu Cheng and Kenneth Sabir",
    "location": "Sydney"
}, {
    "organisation": "Garvan Institute",
    "title": "Cut and paste - the precise way",
    "summary": "We'd like to build a tool to allow life scientist to select the target site for their gene of interest and tune the compromise between on-target efficiency and off-targets risk as required for the application at hand. ",
    "img": "/images/sponsors\/garvan.png",
    "year": 2014,
    "description": "The human reference genome has been sequenced more than a decade ago but to this date the insight into the function of any particular segment of the genome sequence is very limited. Fortunately, recent technological advances provide biological research and life sciences with an incredible set of new tools that enables us to modify single genomic positions with high accuracy and observe the effects of these perturbations on cellular processes thus providing insight on how life functions on the molecular and cellular level.<br><br>There is two sides to this coin though. On one hand, a genome modification should be introduced with high efficiency at the targeted side of interest. On the other hand, genomic positions that have a very similar DNA sequence will also attract the modification. Such off-targets need to be avoided as much as possible in order to guarantee a clean experimental outcome.<br><br>Most of the time the best target site will not comply with both objective functions simultaneously, i.e. maximal on-target efficiency and minimal off-target abundance, thus requiring a compromise between the two. This compromise will be depend on the application at hand.<br><br><b>The dream<\/b><br><br>The dream is to build a web based tool would facilitate genome science with optimal accuracy, precision and efficiency.<br><br><b>The status<\/b><br><br>A prototype for genome analysis is currently under development. It’s output comprises of a rich data set that contains a set of candidate target sites within the genomic region of interest, as well as a set of putative off-targets for each candidate all of which come with their own predicted efficiencies. In addition all regions will be annotated with known functional elements such as genes. These tasks are computationally demanding and will run on a High Performance Compute (HPC) cluster. Resulting output files will be either in plain text or Json format.<br><br>Examples on how such data might look like can be found at <a href='http:\/\/bioinformatics.org.au\/tools\/triplexator\/inspector\/example.html'>bioinformatics<\/a><br><br><b>The hack<\/b><br><br>The challenge is to guide scientist through the steps of designing their experiment and choosing their optimal genomic target. Off-target search will be done on a HPC cluster. The multidimensional output then needs to be collated and presented in a clean, slick and functional web-frontend indicating the pro and cons of each candidate.<br><br><b>How this helps us<\/b><br><br>Precise genome editing is changing the way of how biomedical science is performed. It is increasingly the focus of scientific discussion, e.g. at a recent Symposium in Melbourne. Precise genome editing not just enables insights into cellular behavior, it also provides new therapeutic opportunities for the treatment of heritable diseases as well as Cancer, Alzheimer and many more. Most importantly, a web-app that facilitates the intuitive design and assessment of genome editing tools is a prerequisite to achieve the precision, accuracy and efficiency gene therapy demands.",
    "organisationLink": "http:\/\/www.garvan.org.au\/",
    "presenters": "Dr Fabian Buske",
    "location": "Sydney"
}, {
    "organisation": "One Disease",
    "title": "One Disease - Proof of concept for Health Hack",
    "summary": "We proposed HealthHack to build a app to help Indigenous Australians to monitor and control their disease better. The app will provide visual cues and media—using images and pictographs rather than words or numbers to complete the diagnostic algorithm.",
    "year": 2014,
    "description": "<b>Background<\/b><br><br>Indigenous Australians live 1–2 decades less than their non-Indigenous counterparts. Scabies affects 7 out of 10 Indigenous children at least once before their first birthday. What presents as an innocent itch can lead to heart and kidney failure and ultimately premature death. One Disease aims to eliminate scabies, because we believe no Australian should die of a preventable disease.   Currently, prevalence rates of scabies in Indigenous communities are established through screening events, or based on clinic presentation data. In screening events, a questionnaire developed from a sales app (DoForms) is used. In this, demographic information is preloaded onto the form, data is either typed or entered numerically during the screening, and the information is downloaded to an excel spreadsheet at the completion of the screening. This process has served the team well thus far, however there are limitations with accessibility due to the high level of English literacy and numeracy required to complete the form.<br><br><b>A proposed solution<\/b><br><br>If we were able to develop an app that relied more strongly on visual cues and media—using images and pictographs rather than words or numbers to complete the diagnostic algorithm—it would become more accessible to the Indigenous workforce and open the app up for greater use. Increased uptake would lead to increased screening, a better informed picture of the size of the scabies problem, and ultimately a more coordinated and comprehensive response to it. A visually based app would allow community members to take part in disease control efforts—effectively empowering them to crowd-source management of their own health. An open access app will also open the door for crowd-sourced surveillance of scabies if it is adopted for use by Government and Aboriginal Community Controlled Health Clinics.<br><br>The proposed app would require the following technologies:<br><br><ul><li>Data collection will take the form of a tablet-based app with GPS capability. The app will need the ability to function offline (due to connectivity restrictions in the remote areas we operate) and community demographic data (including titles, dates of birth) will need to be preloaded.<\/li><li>The interface must cater for English as a second language and low technology consumers and use strong visual inputs, including the ability to draw\/finger paint onto images, image capture and storage capability, options for selecting images from a photo gallery (eg, skin sore gallery to drag and drop onto a diagram of a body)<\/li><li>Collected records require storage on a highly secure cloud device, employing encryption and security technologies. Data is initially identifiable, therefore security is critical. Access will be from multiple sites, by multiple users, and content will need to be downloaded and stored for analysis<\/li><\/ul><br><br>From a data analysis perspective:<br><br><ul><li>Patient information needs to be able to be uploaded to the form from an excel or csv file (title, DOB, address, age at screening, sex, etc)<\/li><li>Group results need to be downloaded to an excel or csv file following screening for analysis<\/li><li>Diagnostic algorithm that currently sits behind screening table needs to be preserved in visual translation<\/li><li>Conditionality needs to be built into the form- i.e. certain questions arise as a result of answers to previous questions<\/li><\/ul>",
    "organisationLink": "http:\/\/1disease.org\/",
    "presenters": "Shelley Thompson",
    "location": "Sydney"
}, {
    "team": "Team VizMyGrant",
    "demoLink": "https:\/\/viz-my-grant.shinyapps.io\/view\/",
    "organisation": "NHMRC",
    "winner": "2014 WINNER (1st PLACE)",
    "presenters": "Dr Marguerite Evans-Galea and Dr Charles Galea",
    "summary": "If we could quickly generate some user-friendly, easy-to-read graphics that clearly explain where the funding goes each year, it would allow individuals, institutes and other interested parties to readily view the funding landscape.",
    "img": "/images/sponsors\/nhmrc.png",
    "year": 2014,
    "description": "Each year investigators patiently await the announcements of NHMRC funding. After submitting an application in March and rebutting the reviewers’ comments mid-year, it will not be until October that they find out if they have received funds or not. Keep in mind that academic research is largely funded through grants such as these. There is a lot of publicly available data on investigators and teams awarded NHMRC funding, along with a lot of statistics available. It would be terrific to be able to quickly visualise these results without poring through a large number of pdf files and spreadsheets. If we could quickly generate some user-friendly, easy-to-read graphics that clearly explain where the funding goes each year, it would allow individuals, institutes and other interested parties to readily view the funding landscape.<br><br><b>Why?<\/b><br><br>As an individual researcher or an organisation, such a tool would allow you to work out the demographics of successful applicants, at what level and in what research areas, without having to pore through the data. It will also inform policy development at the institute and national level since any group or association will be able to readily access this information. Just enter the terms you wish to define and ‘voila’, a graph with your desired information will appear.",
    "organisationLink": "https:\/\/www.nhmrc.gov.au\/",
    "title": "Let’s create an easy-to-use “viewing platform” for the NHMRC funding landscape",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/VizMyGrant",
    "location": "Melbourne"
}, {
    "team": "Team girror",
    "organisation": "Monash University",
    "winner": "2014 WINNER (2nd PLACE)",
    "presenters": "Ben Fulcher and George Youssef",
    "summary": "We are a group of Monash researchers in psychology, psychiatry, and statistical time-series analysis that would like to develop a smartphone app that logs location, time, emotional state (through questionnaires), and some measures of alertness (e.g., through a simple reaction time task embedded in the app).",
    "img": "/images/sponsors\/monash.png",
    "year": 2014,
    "description": "We are a group of Monash researchers in psychology, psychiatry, and statistical time-series analysis that would like to develop a smartphone app that logs location, time, emotional state (through questionnaires), and some measures of alertness (e.g., through a simple reaction time task embedded in the app). We are hoping to use this app to answer a diverse set of research questions of interest to our group, including how mood and alertness effect decision-making, how addiction behaviors manifest in the real world, and how sleep quality affects daytime alertness and behavior. We are particularly interested in developing new time-series analysis techniques to develop individual prediction models for these unique datasets, information that could be use to inform interventions and to cluster individuals based on their behavioural responses. The potential size of datasets that we can collect using such an app, and the richness of the temporal sampling is unprecedented in our field, and we are really excited to have the opportunity to pursue this new paradigm in data collection and analytics!",
    "organisationLink": "http:\/\/www.monash.edu\/",
    "title": "A flexible smartphone app platform for research questions that link mood to behavioural decision-making",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/girror%3A-tracking-your-emotions-and-gambling-behaviour",
    "location": "Melbourne"
}, {
    "team": "Team MIF",
    "organisation": "",
    "winner": "2014 WINNER (‘Spirit of HealthHack’ prize)",
    "presenters": "Dr Marguerite Evans-Galea and Dr Charles Galea",
    "summary": "Toward this goal, we are keen to develop a novel, user-friendly module that automates a series of sequence- and structure-based protein analyses, and systematic review of the literature.",
    "img": "/images/",
    "year": 2014,
    "description": "The ‘omics’ era is upon us and genome sequencing is increasingly being integrated into clinical practice and used to develop personalised medicines. In searching for new genes responsible for a given disease, large cohorts of individuals will have their DNA sequenced and evaluated by qualified geneticists and bioinformaticians, to determine which genes are most likely to contribute to the disease state.<br><br>This can be particularly challenging, however, when exploring multigenic complex diseases such as autism or schizophrenia. After a series of analyses and filtering processes, sometimes >200 gene variants will be identified as possible candidates. Researchers must then decide the best candidate genes to move into their basic and translational research programs. Laboratory studies and disease models are costly in both time and funding, so it is essential to maximise our ability to prioritise candidate genes from the genomics pipeline.<br><br>Toward this goal, we are keen to develop a novel, user-friendly module that automates a series of sequence- and structure-based protein analyses, and systematic review of the literature. This will complement existing filters to better prioritise potential pathogenic gene variants. It will also enhance the ability of clinicians to predict disease outcome and trajectory.<br><br>Once this module is optimised and demonstrated to work well, it could be incorporated into almost any hospital\/institute’s ‘omics’ pipeline.",
    "organisationLink": "#",
    "title": "Prioritising gene variants as they churn off the genomics pipeline",
    "teamLink": "https:\/\/github.com\/HealthHackAu\/HealthHack2014\/wiki\/Mutation-Instability-Filter-%28MIF%29",
    "location": "Melbourne"
}, {
    "organisation": "Monash University",
    "title": "Health and Society Expeditions",
    "summary": "We want to develop a data-journalism tool that can be used to facilitate content coding of online videos and visualise patterns in that content. Such a tool would provide virtual communities a broad perspective of a curated media landscape.",
    "img": "/images/sponsors\/monash.png",
    "year": 2014,
    "description": "The internet is a quagmire of health information, health misinformation and health disinformation. Public health information services, both in government and the broader civil society, are interested in communications activities which inform people of how to approach this information critically. Improving public critical thinking in the use of these information sources should increase the efficiency and outcomes of human\/health-system interactions. Critical thinking is a verb. Top-down dissemination of information will not support this sort of learning. Developments in interactive journalism may be able to provide a way to impact upon public critical thinking.For example, a person who has been recently diagnosed with a mental illness might be interested in understanding the media around their diagnosis. A not-for-profit working to relieve mental illness might be interested in facilitating that conversation about media perceptions. In response to a disease outbreak, (such as ebola), an individual may be interested in understanding how the media representations shape our perceptions. An international relief agency may be interested in monitoring the response to inform their media campaigns for donations.<br><br><b>Example Video Coding Tasks:<\/b><br><br><ul><li>Purpose of creator<\/li><li>Imputed Target Demographic<\/li><li>Medical Treatments referenced<\/li><li>Geocoding (place references)<\/li><li>Demographics of video ‘Actors<\/li><li>Sentiment<\/li><li>Open Description<\/li><li>Validation of the above<\/li><\/ul><br><br><b>Examples of ‘Citizen Science’ interactive journalism projects in Australia<\/b><br><br><ul><li><a href='http:\/\/volunteer.ala.org.au\/'>http:\/\/volunteer.ala.org.au\/<\/a><\/li><li><a href='http:\/\/exploretheseafloor.net.au\/'>http:\/\/exploretheseafloor.net.au\/<\/a><\/li><li><a href='http:\/\/www.ozdocs.climatehistory.com.au\/'>http:\/\/www.ozdocs.climatehistory.com.au\/<\/a><\/li><\/ul>",
    "organisationLink": "http:\/\/www.monash.edu\/",
    "presenters": "Frederick Michna",
    "location": "Melbourne"
}, {
    "organisation": "VLSCI",
    "title": "Understand how species adapt to climate stress",
    "summary": "We'd like to improve the usability and flexibility of our existing tool, which processes and analyses raw DNA sequence data. With the help of the tool, identify the types of species most in need of protection under climate change ",
    "img": "/images/sponsors\/unconfirmed\/vlsci.png",
    "year": 2014,
    "description": "Thanks to next-generation DNA sequencing technologies, evolutionary biologists can now regularly tackle important questions like “What are the genes involved in adaptation to climate?” and “What genomic factors prevent climate-sensitive species from adapting?”<br><br>The bottleneck in our research is the computational work involved in processing huge amounts of raw DNA sequence data. VLSCI researchers have developed a pipeline, Rubra, built on the Ruffus Python library, that allows us to process and analyse genomic data on the powerful VLSCI computing cluster. However this pipeline needs improvement to make it more generally usable and flexible. Within our research group, this will make Rubra accessible to biologists with limited programming skills, and allow us to easily customise our workflow for each new experiment. This will take us closer to understanding the genomic basis for climate adaptation, which in turn will let us identify the types of species most in need of protection under climate change.",
    "organisationLink": "https:\/\/www.vlsci.org.au\/",
    "presenters": " Dr Pip Griffin",
    "location": "Melbourne"
}, {
    "year": 2014,
    "summary": "We'd like to build a tool to collect the twitter tweets the related to microbial, antimicrobial and superbug topics. With the collected data it allows the establishment of a baseline, the exploration of trends, and the detection of unusual events.",
    "description": "The rise of antibiotic-resistant bacteria, or Superbugs, has become a serious threat to public health and the economy worldwide. This is exemplified by Barack Obama recently announcing a new Executive Order together with a National Strategy for combating antibiotic-resistant bacteria (18\/09\/2014). In this HealthHack challenge, we will explore if social media data mining can be used for microbial prevalence monitoring.<br><br>The key steps will involve:<br><br><ul><li> Filtering Twitter tweets based on a list of keywords related to microbial, antimicrobial and superbug topics<\/li><li> Analysing the tweets using advance data analytics techniques<\/li><li>Interactive reporting<\/li><\/ul>",
    "title": "Superbug Analytics",
    "location": "Melbourne"
}, {
    "year": 2014,
    "organisationLink": "http:\/\/sydney.edu.au\/",
    "summary": "Life expectancy calculations for Aboriginal and Torres Strait Islander men and women are subject to a large number of assumptions. I would like a model that shows the differences that differing underlying assumptions make. The ABS and AIHW both have different assumptions of under-identification in different age groups, they don’t put errors around that but we could! We could look at a variety of models and see what we come up with, and if it is different from the official statistics. Something graphical that lets people get away from the life tables.",
    "organisation": "The University of Sydney",
    "presenters": "Dr Clare Coleman",
    "location": "Sydney",
    "title": "Life expectancy calculations for Aboriginal and Torres Strait Islander",
    "img": "/images/sponsors\/sydneyuni.png"
}, {
    "year": 2014,
    "organisationLink": "http:\/\/www.unimelb.edu.au\/",
    "summary": "Epilepsy is a disorder of brain functions that takes the form of recurring seizures. 3-4% of the Australian population will be diagnosed with epilepsy. There are a range of seizure types that people can experience, a variety of seizure triggers, a wide range of antiepileptic drugs and therapeutic doses, and over the course of a person’s epilepsy story the impact of epilepsy on a their life will vary. Patient history information is usually stored in narrative text making longitudinal analysis difficult. The tool that we would like to developed will be used by clinicians to visualise patient data, and find correlations between seizure frequency, medication, severity of impact on life, and any potential surgery.",
    "organisation": "The University of Melbourne",
    "presenters": "Kate Birch and Anne Mcintosh",
    "location": "Melbourne",
    "title": "A visualisation tool to simplify a person’s epilepsy story",
    "img": "/images/sponsors\/unconfirmed\/unimelb.jpg"
},
{
    "title": "Genome Browser loader",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Bio21",
    "img": "http://www.aips.net.au/wp-content/uploads/2011/06/Bio21-Institute-Logo-333x570.jpg",
    "organisationLink": "http://pearg.com/",
    "presenters": "Pip Griffin \u0026 Lachlan Musicman",
    "summary": "A data upload tool that guides the user through the process of installing either a new reference genome, or genome annotation file.",
    "description": "Climate change is posing challenges to the persistance and adaptive potential of species around the world. In Australia, tiny vinegar flies (Drosophila) have provided us with \u003ca href=\"www.adeer.pearg.com\"\u003eheaps of ecological and genetic information about how species respond to a changing climate\u003c/a\u003e. As part of a bigger project to try and understand climate adaptation at the genomic level, we've taken advantage of recent advances in DNA sequencing technology to sequence the genomes of 23 Australian Drosophila species.\n\nWe and our interstate collaborators need to browse and search these genomes easily so we set up a local instance of the University of California (Santa Cruz)'s \u003ca href=\"https://genome.ucsc.edu/\"\u003eGenome Browser\u003c/a\u003e software. (\u003ca href=\"https://genome.ucsc.edu/cgi-bin/hgTracks?db=dm3\u0026position=chrX%3A3159950-5160049\u0026hgsid=443023121_AZhrfEKtyqvZPLLTzUO2mAmZwiU4\"\u003eExample genome\u003c/a\u003e)\n\nThe GB software is monolithic, somewhat finicky, and is used by researchers worldwide. It does something sufficiently complex that is hard to rewrite. In short, it's a problematic but important open-source software package. Uploading new data to display in the browser requires command-line skills that some researchers don't have, and so that this resource can continue to be used by everyone in the lab, we'd love some help creating a nice front end.\n\nWe are envisaging a data upload tool that guides the user through the process of installing either:\na) \u003cb\u003ea new reference genome from a different Drosophila species\u003c/b\u003e\n   The reference genome itself is a ~150MB text file in \u003ca href=\"https://en.wikipedia.org/wiki/FASTA_format\"\u003efasta format\u003c/a\u003e. \n   This step also requires some metadata input, either in two small text files or ideally to be entered through the GUI. \n   or\nb) \u003cb\u003e(optional) a genome annotation file to display on an existing reference genome.\u003c/b\u003e\n   This is a ~2MB text file in \u003ca href=\"https://genome.ucsc.edu/FAQ/FAQformat.html#format1\"\u003eBED format\u003c/a\u003e, which contains information about the locations of genes, microRNAs, transcription factor binding sites or various other features of interest on the reference genome. \n\nThis tool will integrate with existing scripts that automate database creation and other steps in adding data to the genome browser, give feedback on success/failure, and display progress for the user. Some nice extras could include emailing an admin when new data is uploaded; validation, collection of feedback and stats; eye candy! \n\n\u003cb\u003eKey skills:\u003c/b\u003e (some combination of...)\n - linux sysadmin on command line (ubuntu 14.04.3)\n - bash\n - web technologies (html, css, js, php, python, UI, UX - we are agnostic re tools used to complete the job)\n - git\n ",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Explore your Genome and Epigenome in an Immersive Virtual Space",
    "city": "Sydney",
    "year": "2015",
    "organisation": "Garvan Institute",
    "img": "/images/sponsors/garvan.png",
    "organisationLink": "http://www.garvan.org.au/",
    "presenters": "Dr Kate Patterson",
    "summary": "To build an “Engine” of sorts for an educational biological journey, with some kind of input in Unity or WebGL.",
    "description": "To create a prototype 3D environment depicting the inside of the nucleus of a cell that can be adapted for the Oculus Rift. Ideally I would like to create a 3D virtual world that has structurally accurate DNA renderable in real time. It should also have the capacity to add protein structures and directed animation in the future. Initial problem is just to get realistic DNA structures into an ‘engine’ that can be driven by the user. Current limitations include the balance between renderable animated structures and computer / graphics power to render this in real time.\n\n\u003cb\u003eThe Data\u003c/b\u003e\nI have several versions of DNA in Maya made from nurbs, particles and also driven from the new plugin dsDNA kit from Clarafi - molecular Maya. These are not all directly exportable via FBX to Unity due to having multiple meshes, complex animations or being particle systems. I need to get a lot of DNA into the engine so it needs to be driven in a way that’s super efficient.\u003cbr/\u003e Ideally I would like to be able to get PDB files into Unity or WebGL that can then be rendered with a surface shader rather than the traditional atom appearance.\n\nThere are some existing tools for this type of thing, none are perfect:\u003cbr/\u003e\u003ca href=\"https://www.glmol.com/\"\u003ehttps://www.glmol.com/\u003c/a\u003e\u003cbr/\u003e\u003ca href=\"https://biasmv.github.io/pv/\"\u003ehttps://biasmv.github.io/pv/\u003c/a\u003e\u003cbr/\u003e\u003ca href=\"http://threejs.org/examples/webgl_loader_pdb.html\"\u003ehttp://threejs.org/examples/webgl_loader_pdb.html\u003c/a\u003e\u003cbr/\u003e\u003ca href=\"http://portal.nersc.gov/gateway_demos/webgl/\"\u003ehttp://portal.nersc.gov/gateway_demos/webgl/\u003c/a\u003e\u003cbr/\u003e\u003ca href=\"http://www.inka3d.com/documentation.html\"\u003ehttp://www.inka3d.com/documentation.html\u003c/a\u003e\n\nHere are some papers/projects that deal with the problem:\u003cbr/\u003e\u003ca href=\"http://genome3d.org/\"\u003ehttp://genome3d.org/\u003c/a\u003e\u003cbr/\u003e\u003ca href=\"http://pubs.rsc.org/en/content/articlepdf/2014/FD/C3FD00152K\"\u003ehttp://pubs.rsc.org/en/content/articlepdf/2014/FD/C3FD00152K\u003c/a\u003e\u003cbr/\u003e\u003ca href=\"http://spie.org/Publications/Proceedings/Paper/10.1117/12.2007594\"\u003ehttp://spie.org/Publications/Proceedings/Paper/10.1117/12.2007594\u003c/a\u003e\u003cbr/\u003e (Employing WebGL to develop interactive stereoscopic 3D content for use in biomedical research Johnson et al 2013)\n\nHere is a screenshot of a PDB file of DNA:\u003cbr/\u003e\u003cimg src=\"/images/challenges/pdb.png\"/\u003e\u003cbr/\u003e\u003cbr/\u003e\u003cbr/\u003e\u003cbr/\u003e\n\nHere are some examples of my DNA within Maya\u003cbr/\u003e\u003cimg src=\"/images/challenges/maya1.png\"/\u003e\u003cimg src=\"/images/challenges/maya2.png\"/\u003e\u003cimg src=\"/images/challenges/maya3.png\"/\u003e\u003cbr/\u003e\u003cbr/\u003e\u003cbr/\u003e\u003cbr/\u003e\n\nThese WebGL chrome experiments with particles makes me think one solution might be to convert the DNA PDB to a particle cloud and animate that with three.js\u003cbr/\u003e\u003ca href=\"https://www.chromeexperiments.com/particles?page=6\u0026sort=newest\"\u003ehttps://www.chromeexperiments.com/particles?page=6\u0026sort=newest\u003c/a\u003e",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Arthritis Monitoring App",
    "city": "Sydney",
    "year": "2015",
    "organisation": "Fishburners",
    "img": "/images/sponsors/fishburners.png",
    "organisationLink": "http://fishburners.org/",
    "presenters": "Sandra Witzel",
    "summary": "Design an Arthritis monitoring application for patients and/or doctors",
    "description": "Arthritis affects 3.85 million Australians (15 million in the UK, 50 million in the US!). It costs the Australian economy $24 billion each year. It is painful, debilitating and can lead to permanent disability.\n\nYet arthritis receives little media coverage and even less dollars. Despite annual growth in sufferers, government funding is minuscule and shrinking. Treatment is mainly limited to surgery and prescription medicine, although research shows more holistic approaches considerably reduce symptoms.\n\nArthritis is not a disease limited to ‘old people’. Over half the people with arthritis – almost two million – are of working age. The cost to the community is huge, and it’s one of the most common causes of work absenteeism. Arthritis sufferers are also 30% more likely to suffer from depression.\n\nDespite arthritis being a National Health Priority Area, and the huge, rising cost to the community, arthritis funding has declined. The National Health and Medical Research Council (NHMRC) reports funding was at its highest between 2008 and 2010 with over $26 million and has dropped to $21 million and $23 million respectively in 2013/2014. While funding to most other National Health Priority Areas has increased, arthritis has seen the highest decline.\n\nThere is little awareness about how bad the situation is and very little support for arthritis sufferers on how to manage their condition. An ageing and increasingly overweight population only exacerbates the problem.\n\n\u003cb\u003eThe challenge\u003c/b\u003e\nAlthough there currently is no cure for arthritis, patients can improve significantly by taking their medications on a regular basis, following a healthy diet, maintaining a healthy weight, regularly taking part in light to moderate exercise and taking anti-inflammatory supplements such as fish oil.\n\nManaging a complex treatment plan and the resulting lifestyle changes can be challenging if not impossible for patients. On the other hand, it's challenging for doctors to provide the capacity, time or skills to deliver a holistic approach and monitor all aspects of a patient's wellbeing.\n\nHere is where a technology solution could come in.\n\nCan you create an online tool (app?) that allows patients to monitor their condition on a daily basis, tracks symptoms such as pain levels, mobility, fatigue as well as diet, mood, weight, exercise, medications etc.? \n\nThe app would need to have motivational components (alerts, goals, community, videos) and should be easy to use (e.g. consider users with arthritis in their hands or users who are not very tech-savvy). Medication reminders and script reminders should be a part as well (direct connection with doctor/pharmacy?).\n\nUsers should be able to create data records they can share with their doctors \u0026 pharmacists - even better, doctors have a corresponding website, where they can see data records and monitor their patients! Patient data could be collected anonymously to create the world’s largest arthritis study? Doctors could even submit survey questions.\n\nThe app can also feed patients with healthy recipes, tips and tricks to manage their condition and individual challenges on a daily basis.\u003cbr/\u003eAny other ideas building on the above will be appreciated. (Online consultations with dietitians, doctors etc.? Wearable integration?)\n\nWhile not directly related to research, this is an opportunity to help millions of sufferers across the globe manage a complex and painful disease and provide relief. The challenge is to develop a tool that is easy to use and creates results which serve both patient and doctor at the same time.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Automated tuning with control samples",
    "city": "Sydney",
    "year": "2015",
    "organisation": "Garvan Institute",
    "img": "/images/sponsors/garvan.png",
    "organisationLink": "http://www.garvan.org.au/",
    "presenters": "Dr Timothy Mercer",
    "summary": "Coming up with an algorithm to improve the BWA tool (http://bio-bwa.sourceforge.net/bwa.shtml) for sequence alignment",
    "description": "An accurate quantification of variability in bioinformatics data analysis is absolutely critical. To control for these sources of variability, we have developed a set of synthetic standards, known as sequins. The sequins emulate a diverse range of genomic features commonly encountered in bioinformatics. By comparing experimental data with the sequins, we are able derive a range of performance metrics, such as the sensitivity and specificity.\n\nWe will need an algorithm to use the sequins for improving existing bioinformatics tools. The algorithm will need to optimize the input parameters, with the aim to improve the performance of the tools. In this problem, we will focus on sequence alignment with \u003ca href=\"http://bio-bwa.sourceforge.net/bwa.shtml\"\u003ethe BWA tool\u003c/a\u003e.\n\n\u003cb\u003eThe Challenge\u003c/b\u003e\nThe input space is highly dimensional, some of the parameters that we will need to optimize:\u003cbr/\u003e- mismatch penalty\u003cbr/\u003e- gap penalty\u003cbr/\u003e- clipping penalty\u003cbr/\u003e- number of threads\u003cbr/\u003e- penalty for an unpaired read pair\u003cbr/\u003e- substitution matrix\u003cbr/\u003e- maximum number of gaps\u003cbr/\u003e- maximum edit distance\u003cbr/\u003e- ......\u003cbr/\u003e\n\nIt is not sufficient to tune each parameter individually as the joint-effects must be accounted. A typical BWA alignment could take hours to complete, it is easy to see a brute force solution would not be feasible.\n\nA straightforward machine learning approach would also be insufficient, because we don't want to train a model once. We would like to do it in real-time.\n\nThe sequential probability ratio test is a possibility. But what stopping rule to use? How to apply it to sequence alignment? Is there a way to test for significance? What about bayesian? What about deep learning?\n\nCan you come up with an efficient approach?",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "SenseS - A sensor for stress",
    "city": "Sydney",
    "year": "2015",
    "organisation": "ThoughtWorks",
    "img": "/images/sponsors/thoughtworks.png",
    "organisationLink": "https://www.thoughtworks.com/",
    "presenters": "Dr Leila Alem, Andy Zeng, Rujia Wang",
    "summary": "\"It’s like a pedometer, but for stress.\"",
    "description": "SenseS is a self-monitoring tool for people who perform in very complex, isolated and challenging environments (e.g. frontline health workers, construction workers etc) or a chronic disease where stress is a big risk to their health. Unlike (and in addition to) existing wearable sensors, our product improves your ability to manage stress in real-time. The problem that we’re working on is how to identify stress in different people and present the information in a meaningful way.\n\n\u003cb\u003eThe dream / desired future state\u003c/b\u003e\nA mobile app / responsive site that frontline health workers can use to see and manage their stress accurately and in real-time.\n\n\u003cb\u003eThe status\u003c/b\u003e\n\u003cul\u003e\u003cli\u003eWe have collected annotated raw data collecting data using a medical grade sensor - Shimmer3 - which measures Galvanic Skin Response (skin conductivity) and Optical Pulse (heart rate).\u003c/li\u003e\u003cli\u003eWe have developed low-fi prototypes for the front-end app (see below)\u003c/li\u003e\u003cli\u003eWe have a draft architecture for SenseS\u003c/li\u003e\u003c/ul\u003e\u003cimg src=\"/images/challenges/SenseSArch1.jpg\"/\u003e\u003cimg src=\"/images/challenges/SenseSArch2.jpg\"/\u003e\u003cbr/\u003e\u003cbr/\u003e\u003cbr/\u003e\u003cbr/\u003e\n\n\u003cb\u003eThe hack\u003c/b\u003e\n\u003cul\u003e\u003cli\u003eOption 1: Develop a front-end visualisation for presenting the data to help users understand and manage stress (see above for low-fi prototype)\u003c/li\u003e\u003cli\u003eOption 2: Set up the architecture for SenseS - pushing data live to the cloud with some form of security / privacy protocol\u003c/li\u003e\u003cli\u003eOption 3: Develop algorithm for calibrating and identifying stress from Galvanic Skin Response and Optical Pulse data collected using the Shimmer\u003c/li\u003e\u003c/ul\u003e",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Mining tool for discovering commonalities in gene expression data of independent experiments.",
    "city": "Sydney",
    "year": "2015",
    "organisation": "Garvan Institute",
    "img": "/images/sponsors/garvan.png",
    "organisationLink": "http://www.garvan.org.au/",
    "presenters": "Dr Saskia Reibe-Pal",
    "summary": " Creating a tool that mines public databases for gene expression data by keywords of experimental conditions, stores results of differential expressed genes and allows discovering common patterns between independent experiments",
    "description": "Hack public databases that store results for gene expression data with a defined search term such as “exercise” or “breast cancer” and produce a toptable of differential expressed genes for each mined dataset. The desired outcome is a list of genes including their respective pathways or their direct regulators (data that is stored in further public databases) and information on commonalities and similar patterns between the mined, independent datasets. Outcome format could be a simple list/table e.g. the top five genes affected in all experiments or the top five pathways affected and/or visualization of these pathways including the discovered genes and their interactors and whether they are up- or downregulated.\n\n\u003cb\u003eThe Data\u003c/b\u003e\nMicroarray raw data in public databases such as \u003ca href=\"http://www.ncbi.nlm.nih.gov/geo/\"\u003encbi\u003c/a\u003e, \u003ca href=\"http://string-db.org/ \"\u003egene/protein interaction database\u003c/a\u003e and pathway database such as kegg or reactome\n\n\u003cb\u003eHow this helps us\u003c/b\u003e\nProducing genomic or proteomic data via microarray, RNA-seq or proteomic experiments is expensive and when researchers make the results of their data analysis available it is biased toward their interests. However, they often store the raw data of their experiments in public databases. This wealth of data could be the key to substantial discoveries in other fields, and any tooling that allows it to be mined without further expense would be invaluable to patients and researchers.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Best way to display fracture risk for the general public and for doctors",
    "city": "Sydney",
    "year": "2015",
    "organisation": "Garvan Institute",
    "img": "/images/sponsors/garvan.png",
    "organisationLink": "http://www.garvan.org.au/",
    "presenters": "Dr Yvonne Selecki",
    "summary": "To design an intuitive user interface that will allow people to understand and care about fracture risks.",
    "description": "The existing \u003ca href=\"http://www.garvan.org.au/promotions/bone-fracture-risk/calculator\"\u003ebone fracture risk calculator\u003c/a\u003e does not have a very easy interface for users as the input terms were not well understood by doctors (why there are 2 T-scores) and how the data was calculated into fracture risks is all behind the scene, and what kind of treatment should follow a 37% risk, for example.\n\nThe calculator should be designed for 2 kinds of audience:\u003cbr/\u003eDoctors - give them recommendation\u003cbr/\u003eGeneral public - allow them to understand the risk, how it’s derived, the consequences and treatment\n\nThere is a webservice that returns fracture risks:\u003cbr/\u003e\u003ca href=\"https://k9.gimr.garvan.org.au/ws/FractureRiskCalculator/risk.xml\"\u003ehttps://k9.gimr.garvan.org.au/ws/FractureRiskCalculator/risk.xml\u003c/a\u003e - returns results as xml\u003cbr/\u003e\u003ca href=\"https://k9.gimr.garvan.org.au/ws/FractureRiskCalculator/risk.json\"\u003ehttps://k9.gimr.garvan.org.au/ws/FractureRiskCalculator/risk.json\u003c/a\u003e - returns results as json\n\nWithout parameters (as above) it returns documentation including example calls.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Feedback mechanism for young diabetes patients to promote healthy balance of activity and diet",
    "city": "Sydney",
    "year": "2015",
    "organisation": "ThoughtWorks \u0026 UTS",
    "img": "/images/sponsors/thoughtworks.png",
    "organisationLink": "https://www.thoughtworks.com/",
    "presenters": "Dr. Leila Alem \u0026 Dr. Karla Felix Navarro",
    "summary": "To design a mobile app with a fun and friendly user interface suited for young patients with Diabetes Type 1 to help them manage their condition through the use of notifications (or emergency messages) based on data from glucose/activty/carb intake readings ",
    "description": "We would like to build a tool to help young adults with diabetes Type I to manage their condition so as to help them live an independent life. The solution is tracking their activity through wearables such as a FitBit which can communicate with a smartphone application or integrated with other carbohydrate app's intake (such as MyFitnessPal) and glucose readings. \n\n\u003cb\u003eThe Data\u003c/b\u003e\n\u003cul\u003e\n\u003cli\u003eDaily/Weekly carbohydrate intake and activity tracking data towards a balanced intelligent integration.\u003c/li\u003e\n\u003cli\u003eliterature review\u003c/li\u003e\n\u003cli\u003edevice or dummy data\u003c/li\u003e\n\u003c/ul\u003e\n",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Creating a framework to build interactive web experiences around scientific illustration \u0026 animation",
    "city": "Sydney",
    "year": "2015",
    "organisation": "Garvan Institute",
    "img": "/images/sponsors/garvan.png",
    "organisationLink": "http://www.garvan.org.au/",
    "presenters": "Dr Kate Patterson",
    "summary": "Tagging DNA - mislabelling the cancer genome (epigenetic and methylation in cancer), video files rendered from after effects,layers, etc.\npotential to use Maya files, at least during the hack\n- HTML elements on top of video\n",
    "description": "\u003cb\u003eThe Dream\u003c/b\u003e\nSome kind of tool that the researcher can build on to create educational materials out of web video - a way for the user to have a video be automatically stopped and annotated, allowing people to 'explore' within sections of video and learn about annotated areas. Also hidden functionality that allows tracking of how users interact with the tools.\n\nHow this help us? Education for a broad audience: schools, scientific peers, patients etc. \nThe completed videos I would like to build on are here:\n\u003ca href=“https://www.youtube.com/watch?v=eEZHxVqh2IE”\u003eTagging DNA\u003c/a\u003e \n\u003ca href=“https://www.youtube.com/watch?v=BlajAw8exg4”\u003eCancer is not one disease\u003c/a\u003e \n\nI would like to have at least four main features in this system:\nHere are some screenshots of the type of thing I would like to build on these videos: \n\u003cp\u003e\n\u003cimg src=\"/images/challenges/vidInteraction1.png\"\u003e\n\u003c/p\u003e\n\u003cp\u003e\n1. Click/touch object and popup box appears. Popup box should have capacity to contain links, videos, text and images.\n\u003c/p\u003e\n\u003cp\u003e\n\u003cimg src=\"/images/challenges/vidInteraction2.png\"\u003e\n\u003c/p\u003e\n\u003cp\u003e\n2. Navigation bar / menu on side or bottom of main video so you can select areas of interest\n\u003c/p\u003e\n\u003cp\u003e\n\u003cimg src=\"/images/challenges/vidInteraction3.png\"\u003e\n\u003c/p\u003e\n\u003cp\u003e\n3. Scrubbable video the user can easily control (user friendly menu or navigation system)\n\u003c/p\u003e\n\u003cp\u003e\n\u003cimg src=\"/images/challenges/vidInteraction4.png\"\u003e\n\u003c/p\u003e\n\u003cp\u003e\n4. Click on aspect of an image and have the rest of the image greyed out (I can create the images to overlay for this) and have annotations appear to give more information on the object.\n\u003c/p\u003e\n\nIdeally I would love a system that can be modular - ie I can build resources like these for future movies I make and animations. It should be able to be run from a web page and ideally within the Garvan website which is plone (not essential).\n",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Trees to display changing treatments",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Department of Epidemiology and Preventive Medicine, Monash University",
    "img": "http://www.ums.com.au/wp-content/uploads/2012/04/monash-university-logo-300x93.png",
    "organisationLink": "http://www.med.monash.edu.au/epidemiology/",
    "presenters": "Dr Jessica Kasza",
    "summary": "There are many situations in which patients with particular illnesses switch between different treatments over the course of their illness. A specific example is in patients with kidney failure, who may elect to undergo different forms of kidney dialysis. I’d like a tool which uses a dataset to construct a tree diagram displaying the number of patients on each treatment type at a sequence of time points.",
    "description": "In many situations, patients may switch between a number of treatment types, die or stop treatment at any time over the course of their illness. Knowing how and when patients change treatments over the course of their illness can provide the insight that is required to compare different treatments. A tool allowing appropriate visualisation of this information is thus necessary.\nI’d like a tool that provides a visual summary of how treatments change over time for a group of patients, where each patient may choose between 2 to around 5 treatment options. A tool that constructs a tree diagram for treatments from a given dataset, displaying the number of patients on each treatment option at a sequence of time points (e.g. at treatment start, day 50, day 100, etc), would be useful. A simple example of this kind of diagram is given in the figure. Since there are many situations in which patients may change treatment type at any point, the time points should be able to be specified when using the tool (e.g. looking at treatments in use at treatment start, day 50, day 100, etc, or at treatment start, day 10, day 20, etc.). It would also be useful to display the number of patients on each treatment type who have died or stopped treatment between each time point. The ability to select certain sub-groups of patients (e.g. those with a given characteristic such as male/female, or in a particular age range) and construct the treatment tree for these patients would also be useful.\n\u003cp\u003e\n\u003cimg src=“/source/images/misc/TreeExample_final.pdf”\u003e\n\u003c/p\u003e",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Searchable funnel plots for performance comparisons",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Department of Epidemiology and Preventive Medicine, Monash University",
    "img": "http://www.ums.com.au/wp-content/uploads/2012/04/monash-university-logo-300x93.png",
    "organisationLink": "http://www.med.monash.edu.au/epidemiology/",
    "presenters": "Dr Jessica Kasza",
    "summary": "When comparing the performance of health care providers, a typical approach is to plot “performance indicators” for a group of providers on a funnel plot. I’d like a tool which constructs a funnel plot for a set of performance indicators, and provides some interactive capability, such as high-lighting the performance indicators of particular subgroups of providers.",
    "description": "In order to maintain high standards of care, it is necessary to compare the performance of health care providers, such as intensive care units, surgeons, or dialysis centres, to determine if there are any with unusually poor (or good) performance. Performance indicators for each provider are estimated, along with some measure of the variability of these performance indicators (such as the standard error of the estimated performance indicators). Funnel plots are often used to identify those providers with unusual performance. The funnel plot is essentially a scatter plot, with the performance indicator of each provider plotted on the y-axis, against the measure of variability on the x-axis. If a provider has usual performance, its performance indicator is expected to lie close to some “null” value. Standard formulas are used to compute statistical confidence intervals around this null value, within which performance indicators corresponding to usual performance are expected to lie. These confidence intervals form “funnels” around the null value, hence the title.\nI’d like a tool that constructs a funnel plot for a given set of performance indicators and can then be explored. For example, the ability to highlight the performance indicators of specific sub-groups of providers, such as those within particular states or territories of Australia, would allow patterns within the performance of providers to be explored.\n",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "A dashboard for building clinical laboratory networks",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Human Variome Project",
    "img": "https://upload.wikimedia.org/wikipedia/en/5/50/Hvplogo.png",
    "organisationLink": "http://www.humanvariomeproject.org/",
    "presenters": "Tim Smith",
    "summary": "Build an online dashboard to help Human Variome Project Country Node Coordinators build local data-sharing networks with clinical laboratories.",
    "description": "The Human Variome Project is an international organisation working to build capacity in responsible genomics around the word and improve human health through facilitating the free and open sharing of genomic knowledge as part of routine clinical and research practice. We work to establish local centres of excellence in data sharing in individual countries (HVP Country Nodes) and work with them to build local data sharing networks with clinical laboratories and map genomic testing activity in-country.\n\nWe want to provide better tools for our HVP Country Node members to help them find clinical laboratories and work with them to encourage free and open data sharing of putative disease-causing genomic variants.\n\nOne such tool, delivered through a web-based application, would be a space where individuals working on behalf of an HVP Country Node could sign in and enter information about their country, including, but not limited to:\n\n- what clinical laboratories are currently operating in their country\n- what genetic diagnostic tests these labs offer\n- the genes and diseases covered by these tests,\n- and the contact details of the people working at these laboratories that control the ability to share the results of these tests.\n\nCurrently there are two online services that provide similar functionality: \u003ca href=\"https://www.genetests.org/\"\u003eGeneTests\u003c/a\u003e and \u003ca href=\"http://www.orpha.net/\"\u003eOrphaNet\u003c/a\u003e. Both of these services collect data from laboratories that volunteer information in order to advertise their services, so are incomplete; they also do not cover every country. We would like to be able to import the data from these services, to pre-populate our tool with existing data for the relevant countries. The tool would need to support bi-directional data flow from each service, to enable us to contribute new data to these services and for them to send updated data to us. We are currently negotiating these arrangements.\n\nThe smallest thing that would be useful to us is a web app that lets people that we assign credentials to log in an enter the information outlined above. Beyond this, we'd eventually like to be able to do the following:\n- Use common user credentials with the members section on our website (Joomla \u0026 Community Builder)\n- Users are able to delegate access to other users to spread the load of data entry\n- Non-logged in users can suggest updates to the information; suggestions must be approved by a logged in user\n- View contact details of HVP Consortium members in each country - data drawn from our member database (Joomla \u0026 Community Builder)\n- Send EDM to HVP Consortium members in their country\n- Provide a simple space on our website for each HVP Country Node to provide their own content or redirect to their own website",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "connectED:  Creating opportunities to teach and learn in the health care setting",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Eastern Health Clinical School ",
    "img": "http://www.med.monash.edu.au/assets/images/med-main-images/monash-med-logo.jpg",
    "organisationLink": "http://www.med.monash.edu.au/ehcs/",
    "presenters": "Karen Donald",
    "summary": "An app that a practitioner (teacher) can use to log potential teaching opportunities in real time, so learners can find out about specific learning opportunities in that healthcare setting.",
    "description": "Many of the daily duties of every heath professional working in a hospital or  healthcare setting is an opportunity for a student practitioner to learn. For example,  a radiographer interpreting an x-ray from an interesting patient brought into emergency, a nurse using a novel approach to dressing a wound or a speech therapist assessing speech in someone who has had a stroke all represent moments to teach and to learn about a technique, a procedure or a condition. \n\nThe issue is that there is no real time way of communicating these opportunities between practitioners (teachers) and learners within the hospital and as such many important opportunities to teach and to learn are lost. \n\n\u003ch4\u003eThe challenge\u003c/h4\u003e\nMy idea is to develop an app that a practitioner (teacher) can use to log potential teaching opportunities in real time and for learners to be able to search for or have alerts set up for specific learning opportunities in that hospital or healthcare setting. \n\nIn this way student practitioners can tap into many of the clinical events that occur every day and learn from them equally practitioners can build their teaching portfolios whilst undertaking daily duties.\n\n\u003ch4\u003eHow it might work\u003c/h4\u003e\nAt minimum this app could be used within one professional body, let’s say medicine, alerting medical students to some of the learning opportunities going on within the hospital. \nAt best however, this tool could be used to connect across disciplines creating teaching and learning opportunities in a way that reflects the multidisciplinary approach to care. For example medical students on an orthopaedic rotation observing a physiotherapist perform a knee assessment or nursing students attending a dietician’s clinic.\n\n\u003ch4\u003eThings to consider\u003c/h4\u003e\n- Needs to be very quick and easy to use “on the run”\n- Confidentiality would have to be the biggest issue, the app would have to be closed to anyone outside the health service and so a specific means of logging into the app perhaps using only network email addresses such as is used with Yammer app would need to be considered\n- A means of the teacher labeling learner opportunities so that they could be searched for and found easily\n- A search function that allows learners to search for specific areas of interest \n- An alert system would be useful so that opportunities in areas the learners was particularly interested could “pop up”\n- A means for the learner to book themselves into a learning opportunity\n- A means for alerting learners if an opportunity is cancelled or changed\n- A means to restrict the learning opportunity to only a specified number of learners after which it’s closed. \n- A means to record of the opportunities logged by a practitioner (teacher) and taken up by a learner, this record could form and important log or professional development activities for both. This is already a requirement of professional registration",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Serious games teaching emotion recognition for Autism Spectrum Disorders, with biofeedback and Unity game engine",
    "city": "Perth",
    "year": "2015",
    "organisation": "Curtin University",
    "img": "http://www.healthhack.com.au/images/sponsors/curtin.png",
    "organisationLink": "http://www.curtin.edu.au/",
    "presenters": "Tele Tan, Kartik Iyer, Mahtab Nezhadasl, Torbjorn Falkmer and Sonya Girdler",
    "summary": "The aim of this project is develop an innovative biofeedback interface able to extract and deliver electroencephalogram (EEG) and eye tracking (ET) biomarkers, and linking this interface with a computer game to improve the emotion recognition skills of children with Autism Spectrum Disorders (ASD).",
    "description": "While it is clear that children with Autism Spectrum Disorders (ASD) experience significant impairment in emotion recognition skills the most effective intervention modality to improve the emotion recognition skills of these children remains unclear. Children with ASD have demonstrated improvements in emotion recognition skills following computer based training. Computer based intervention provides a structured and predictable environment for learning, making them particularly suitable for children with ASD who often experience distress when confronted with unpredictability.  While adolescents with ASD may be internally motivated to engage in social communication and interaction, younger children with ASD are less socially motivated, and need more support in initiating and sustaining attention during emotion focused training. We aim to develop a prototype for what’s known as a “serious game platform” – games that educate and immerse users in realistic scenarios - to teach emotion recognition skills to children with high functioning Autism. In incorporating novel biofeedback measures to stimulate the behavioural and cognitive level of the player thereby guiding neuroplasticity to improve performance. The gaming platform will incorporate accessible and low cost electroencephalogram (EEG) and eye tracker (ET) devices which will allow the therapy to be delivered at the home environment. The EEG and ET devices and APIs will be provided at the HealthHack event. The chosen software development platform for game design is Unity, which provides key toolsets to realise the objectives of the serious game. A perfect team for this project should comprise of participants from the following domain areas; game design, programming, animators, human-computer interface, and psychology. ",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Visualization of sequential study design properties – saving lives and costs in first-in-human clinical trials.",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Murdoch Childrens Research Institute",
    "img": "https://www.mcri.edu.au/sites/default/files/media/images/logos/mcri_stacked_cmyk_transparent.png",
    "organisationLink": "https://www.mcri.edu.au/",
    "presenters": "Dr. Tibor Schuster",
    "summary": "Sequential study designs are an important approach in pioneer (first-in-human) drug safety and effectiveness research. A sequential trial typically includes a number of stages. Each stage is defined by a pre-specified number of individuals who is exposed to a new medication or a next higher dose-level of the medication under investigation. Depending on the number of individuals who experience a certain critical (or beneficial) event at the end of a stage, the trial is either stopped for futility or proceeds with the next stage (inclusion of further individuals and re-evaluation of pre-defined stopping criteria). If a substance (or dose) successfully passes all predefined stages of the sequential trial, the medication (or dose) is claimed to be acceptably safe and/or efficient. The project targets the development of a tool (online GUI / app) which allows the visualisation of the stochastic properties of an arbitrary sequential study which will help investigators to design and plan first-in-human trials under simultaneous consideration of patient safety and overall cost-effectiveness of the investigation.",
    "description": "Key variables (to be altered by the investigator when designing a sequential study):\nThe key parameters (variable components) of a such a sequential study are: \n  i) the number of stages j=1,…,k  (k ≥ 2)\n ii) the number of individuals included in each stage nj  (note that this number can vary with j)\niii) the critical number of events cj  not to be exceeded at stage j in order to proceed to the next stage j+1 (note that this number can also vary with j).  \niv) the number of ‘circles’, i.e. how many times is the sequential study repeated / the maximal number of dose-levels to be investigated  \nv) a priori knowledge about a plausible range of possible event rates for a substance / dose.\n  \nKey outcomes to be produced / visualized by the developed tool:\nThe following particular question arise at the design and planning phase of a sequential trial:\n   1. Given a certain minimum true event rate (i.e. toxicity between 0% and 100%) of a drug / \n       dose, how likely is it that the trial is stopped early (at a certain stage j)?\n   2. Given a certain maximum true event rate (i.e. toxicity between 0% and 100%) of a drug / \n       dose, how likely is it that the trial is successful (successfully passing all stages)?\n   3. Given the solution to question 1, what is the expected [as well as minimum and \n       maximum] number of patients that will be exposed to a potential harmful drug / dose \n       until the trial is stopped?\n   4. Given the solution to question 2, what is the expected [as well as minimum and \n       maximum] number of patients that will be exposed to a potential harmful drug / dose \n       for a successful trial?\n   5. Given a substance or dose passes all k stages of the trial, how likely is it that the true \n       underlying event rate does not exceed a certain threshold (posterior probability \n       distribution for the true event rate)?\n\n\nComputational requirements:\nThe answers to the key questions can be derived via stochastic data simulation. The only software feature required is the ability to sample random variables from a Binomial distribution and the ability to store and process matrices that contain all observed (within a simulation) outcomes. This allows, for example, the calculation of the proportion of early stops / no early trial stops among all simulation runs, given a certain parameter distribution.    \nThe key idea is that we can interpret relative frequencies (achieved via a large number of repeated simulations) as probabilities.  ",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Scan your skin to manage your sun exposure",
    "city": "Perth",
    "year": "2015",
    "organisation": "Telethon Kids Institute",
    "img": "http://telethonkids.org.au/images/v2015/logo.png",
    "organisationLink": "http://telethonkids.org.au/",
    "presenters": "Lucinda Black",
    "summary": "We live in a very sunny environment, so being able to take control of personal sun exposure is important. Too much and you could put yourself at risk of skin cancer…too little and you risk a vitamin D deficiency. However, the amount of sun exposure that’s optimal for you depends on your skin type. This app will help you get the get the most out of our beautiful climate and the benefits of sunshine, without putting your health at risk.",
    "description": "\u003cp\u003eWe're thinking of an app, including the following essential elements:\u003c/p\u003e\u003col\u003e\u003cli\u003eA mobile app that is able to be used on most smartphone devices (iOS, Android)\u003c/li\u003e\u003cli\u003ePeople will take a photo of their skin (following specific instructions) with the app\u003c/li\u003e\u003cli\u003eThe app will determine the person’s skin type (using image analysis, not yet developed) against the Fitzpatrick Classification\u003c/li\u003e\u003cli\u003eThe app can store skin types for each member of the family (e.g. parents and kids)\u003c/li\u003e\u003cli\u003eThe app can determine the current or predicted UV index for the user's location\u003c/li\u003e\u003cli\u003eThe app will provide simple sun exposure management (management guidelines not yet developed) for a given person (skin), location and time\u003c/li\u003e\u003c/ol\u003e\u003cp\u003eThere are numerous extensions possible.\u003c/p\u003e",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Navigating the home-care service ecosystem",
    "city": "Perth",
    "year": "2015",
    "organisation": "Sliverchain",
    "img": "https://www.silverchain.org.au/++theme++silverchain.plonetheme/static/images/logo-silverchain.svg",
    "organisationLink": "http://www.silverchain.org.au",
    "presenters": "Ben Hawthorn",
    "summary": "When someone needs home-based services, the choices are overwhelming. What services do I need? What am I entitled to? How much will it cost?  The choice has been aimed at health professionals, but this solution needs to be used by the people who wil consume the services. The aim of this challenge is to support consumers of home care services in making choices about the available services that meet their multi-dimensional health and wellbeing needs, make it easy to access these services and ultimately empower them to better manage their own health and independent living.",
    "description": "Consumers of home care services including the aged, terminally ill and people with a disability currently receive services through multiple referral points and may be eligible for government allowances for home-based health services. They can use this allowance or pay out of pocket for home care services they choose to meet their needs. The challenge is to provide the simplest means to finding the right services that meet their needs and providing access to them.\n\nAn example to illustrate:\n\nA person has a major operation planned for next week and will be at home in bed for  several weeks afterward. What services are available for their condition? What are they  entitled to? Where should they look? How can they acquire the services to ensure their peace of mind before surgery?\n\nMost people in this situation feel overwhelmed, and the current solutions that exist aren’t really better than using google - you have to know what you’re looking for. Health care \nprofessionals, and the government assessment gateways provide advice on the services that exist and what options available. Unfortunately this advice is often incomplete and consumers will end up with services that may not be ideal or may not be aware of the more appropriate solutions that are available.\n\nThe Challenge\n\nTo come up with a solution that helps consumer of home care services to find, choose and access the home care services that meet their multi-dimensional health and wellbeing needs. \n\nThe solution should consider that users:\n- May be older \u0026 unfamiliar with technology\n- Have eyesight issues\n- May be feeling emotionally distressed\n- May have physical disability\n- Users have variable and multi-dimensional needs\n- Be very easy to use - simplify finding, selection and accessing of services \n- Provide users with certainty about which health and wellbeing services they should acquire\n- Leave users with all the information they need to take the next step\n-  Make them feel empowered about managing their own health by improving consumer experience, flexibility, choice and control\n- Let them feel independent in their own homes and regarding their health\n\nIdeas\nThe solution could be aimed at consumers of home care or it could be to visualise the problem and the different factors that contribute to making these decisions (see the related visualisation challenge). It may also consider the development of a self-learning algorithmic matching function or app that can match common home care consumer search terms with services that can solved their home care needs.\n\nDatasets:\nhttps://www.dss.gov.au/our-responsibilities/ageing-and-aged-care/tools-and-resources/aged-care-service-list",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Improving diagnosis to better manage antimicrobial resistance",
    "city": "Perth",
    "year": "2015",
    "organisation": "PathWest, Department of Health WA",
    "img": "http://collections.ala.org.au/data/institution/PathWest%20WACC%20300%20px.jpg",
    "organisationLink": "http://www.pathwest.com.au/",
    "presenters": "Associate Professor Susan Benson, Michelle Stirling, Charmaine Tonkin and Simone Tempone on behalf of PathWest Laboratory Medicine and the Department of Health, Perth Western Australia.",
    "summary": "Antimicrobial resistance is a national and international priority area demanding action. To date most efforts in the human health arena have been targeting raising awareness of the problem and measuring the rates of antimicrobial resistance and antimicrobial use. This project is part of a strategy to focus on improving the diagnosis of infection as one of the key underlying reasons for factors for antimicrobial misuse. The goal is to use data within the pathology laboratory information system to identify where microbiology testing is being used optimally to diagnose infection and assess if there is a correlation between improving diagnosis and better antibiotic use.",
    "description": "In order to achieve this we are looking to develop a simple yet meaningful method of visualising all relevant data in a format that is easy for clinicians and decision makers within the organisations to interpret and guide future policy development. We wish to develop a dashboard which has the capability to show:\n - Microbiology test ordering patterns for blood, urine, wound swab and sputum culture samples\n - Compliance with recommendations for test ordering\n - Proportion of samples with suboptimal collection\n - Proportion of positive to negative results\n - Benchmark best practice across hospital departments\n - Efficiency of reporting the laboratory results by turnaround time and time of day results is reported\n\nDataset: Excel or CSV file. Pathology data for all urine, wound swab, sputum and blood microbiology culture and susceptibility testing request orders at a deidentified Perth Metropolitan Hospital for 2014. Includes description tables for data comments and coding. Confidential and de-identified patient, hospital and/or requesting clinician details. Sourced from PathWest Laboratory Informations Management System- ULTRA.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Visualising the complex home-care services ecosystem",
    "city": "Perth",
    "year": "2015",
    "organisation": "Sliverchain",
    "img": "https://www.silverchain.org.au/++theme++silverchain.plonetheme/static/images/logo-silverchain.svg",
    "organisationLink": "http://www.silverchain.org.au",
    "presenters": "Ben Hawthorn",
    "summary": "When someone needs home-based services, the choices are overwhelming. What services do I need? What am I entitled to? How much will it cost?  The choice has been aimed at health professionals, but this solution needs to be used by the people who wil consume the services. The aim of this challenge is to communicate the complexity of making choices and accessing the available services that meet consumers' multi-dimensional health and wellbeing needs, and ultimately empower them to better manage their own health and independent living.",
    "description": "Consumers of home care services including the aged, terminally ill and people with a disability currently receive services through multiple referral points and may be eligible for government allowances for home-based health services. They can use this allowance or pay out of pocket for home care services they choose to meet their needs. The challenge is to provide the simplest means to finding the right services that meet their needs and providing access to them.\n\nAn example to illustrate:\n\nA person has a major operation planned for next week and will be at home in bed for  several weeks afterward. What services are available for their condition? What are they  entitled to? Where should they look? How can they acquire the services to ensure their peace of mind before surgery?\n\nMost people in this situation feel overwhelmed, and the current solutions that exist aren’t really better than using google - you have to know what you’re looking for. Health care \nprofessionals, and the government assessment gateways provide advice on the services that exist and what options available. Unfortunately this advice is often incomplete and consumers will end up with services that may not be ideal or may not be aware of the more appropriate solutions that are available.\n\nThe Challenge\n\nTo communicate the complexity of this situation visually based on the underlying data and processes, to build understanding and inform policy and technology in this area.\n\nDatasets:\nhttps://www.dss.gov.au/our-responsibilities/ageing-and-aged-care/tools-and-resources/aged-care-service-list",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Exploring hospitalisation data",
    "city": "Perth",
    "year": "2015",
    "organisation": "Telethon Kids Institute",
    "img": "http://telethonkids.org.au/images/v2015/logo.png",
    "organisationLink": "http://telethonkids.org.au/",
    "presenters": "Matt Cooper",
    "summary": "Produce a tool to visualise and interrogate inpatient hospitalisations for child health admissions.",
    "description": "Overview\n\nThis dataset (859,000 records) is a record of inpatient hospitalisations, a data type that is commonly analysed in health research. The International Statistical Classification of Diseases and Related Health Problems (ICD) coding system is used in this dataset to code both the diagnosis and any procedures performed. In this sample, each record has up to 10 different diagnoses. The ICD version used in this dataset is ICD-10, for the purposes of Health Hack a sufficient reference (look up) for codes is available on Wikipedia: https://en.wikipedia.org/wiki/ICD-10 (Further information is available at http://www.icd10data.com/ICD10CM/Codes).\n\nExample Themes\n\nA typical theme would be identifying all the records for a particular disease/disorder. This may be looking up a single code as the primary diagnosis (diagcode_1) or it could be looking for all codes within a band (I40.00 - I44.99) across all diagnoses. You may then be interested in how much time passed between their first hospitalisation and their next hospitalisation, whether how long they were in hospital for varied based on the their co-morbid conditions etc. You may simply want to extract the first occurrence of a disease for each individual. ",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Clinical exam rotation rosters",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Royal Australian College of General Practitioners",
    "img": "http://www.racgp.org.au/images/racgp/ribbon/ribbon-logo.png",
    "organisationLink": "http://www.racgp.org.au/",
    "presenters": "Monika Buljan",
    "summary": "Ever tried organising 3,000+ doctors around Australia on the same day? We do, the long way.",
    "description": "Please help us reduce the need for 40+ Excel spread sheets and 300+ tabs by designing an application that optimises our exam rostering system. We are a not-for-profit organisation that assesses unsupervised Australian General Practice at the workforce level, among other things. Perhaps you’ve heard of the Royal Australian College of General Practitioners (RACGP)? That’s us.\n \nOur clinical exam rostering system is crucial to co-ordinate the candidates and examiners in the correct location and to populate the marking sheets with demographics. Each group of about 16-20 candidates (called a rotation) needs about 30-35 examiners. We anticipate examining over 1,000 candidates in future. The State Faculty administration team use rotation roster templates to populate candidate and examiner information manually. Sounds simple but it has many complexities! One is that rotation rosters need to be finalized in a short period of time (over a few days).\n \nExaminers are stationary while candidates move from station to station (generally room to room). The clinical station criteria needs to match examiner demographics. As well as examiner gender, age, indigenous status, location and availability constraints, examiners may have conflict of interest with candidates or other examiners. Candidates may have conflict of interest with each other. Other complexities include:\n \n·         6 rotation roster templates available – not enough flexibility for faculties.\n·         One rotation roster template = 10 to 12 hours to create and test.\n·         One rotation roster = 16 to 20+ candidates = 30 to 35 examiners = 1+ hour of admin work.\n·         Stations vary in time: long case (2 per rotation), short case (12 per rotation) or rest (varies).\n·         Rotation rosters have various start times and locations.\n\nI imagine a world where we could input the constraints of the exam and output a first draft of every master timetable for every location with no clashes. Several staff could further tweak, check and finalize. When the rosters are final, we want to output (print) each individual roster for every person and every station. It would be great if the program could also tell us “You need X number of examiners with Y and Z attributes in locations ABC” so we can target/ recruit specific examiners. Our nice to have is implementation in R.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Identify and visualise the cost of treating cancer",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "Central Integrated Regional Cancer Service",
    "img": "https://pbs.twimg.com/profile_images/462034997679882240/wTIMzEvq_400x400.jpeg",
    "organisationLink": "http://www.health.qld.gov.au/metronorth",
    "presenters": "Geoffrey Bryant",
    "summary": "A tool to identify and visualise differences in the cost of treating cancer patients",
    "description": "Cancer patients are all different. Some cases are more complex or more challenging to treat than others. As a result, the time and effort it takes to consult with patients and plan and deliver their care varies from one case to another.  For instance, it often takes fewer overall resources to successfully treat a young, early stage breast cancer patient than an older, frail patient with more advanced lung cancer.\n\nState-based funding for hospital services generally does not reflect the complexity of care; in a sense, treating every patient is considered to require the same amount of resourcing. Although the ebbs and flows of this approach may even out across a system, the impact in particular hospitals will vary. Some hospitals provide a greater volume of complex care than others; in these situations, the average funding value may be insufficient.\n\nOur current IT systems tend to focus on the information needed for safe clinical care and funding reporting obligations. This means gathering data to influence changes to funding approaches can be arduous (e.g. using paper-based collection processes). We figure there are much smarter ways of tackling this kind of challenge.\n\nCreate an app that will help us collect, analyse and visualise real-time information about each individual patient interaction with a cancer care team (doctors, nurses, allied health and admin professionals) so we can better understand and respond to patient variability.  Optimally, the solution would work in iOS, Android and Windows environments.  The app needs to span multiple settings and users and deal with situations where patients are present, as well as activity that occurs when patients are absent but is essential to proper care (e.g. planning for radiotherapy treatment).  Ideally, the app could identify patients using barcode recognition (attached to current medical records) and allow complete extraction so that information collected can be linked with data in other systems for holistic analysis.\n\nThe app is proposed to be deployed in four large Queensland hospitals.  The data captured will underpin advocacy for better funding allocations and assist local service planning. A key current objective is to make sure hospitals are funded fairly to treat the different groups of cancer patients they care for.  This will increase overall efficiency in the cancer system and encourage innovation and quality.  Ideally, the app could be ‘retrofitted’ to support similar processes in other clinical areas (e.g. diabetes care) as needed.\n",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Allergy and consumption related monitoring",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "Dr Fabien Plisson",
    "img": "https://pbs.twimg.com/profile_images/535304396339286017/HFyodUKT_400x400.jpeg",
    "organisationLink": "http://fabienplisson.com/",
    "presenters": "Dr Fabien Plisson",
    "summary": "Monitoring personal consumption of food, drinks and other consumer goods for allergies and consumption-related diseases",
    "description": "Most of the food, drink or cosmetic product we consume, titled as fast-moving consumer goods, are rigorously controlled and each marketed product can be traced via unique barcodes. Using portable scanning technology such as a mobile app, we digitalize our daily consumption similarly to MyFitnessPal. \n\nMonitoring our personalised consumption can help diagnose and prevent health issues such as allergies that can not be identified by traditional methods. Coupled to a web or platform-based diary relating symptoms (e.g. ache, rash, inflammation), the long-term monitoring would enable to identify (via pattern recognition) the ingredient(s) associated to your symptoms. Such technology could also prevent associated risks to cardiovascular diseases, obesity or diabetes.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Cloud Computing Carpentry (CCC)",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "Software Carpentry QLD",
    "img": "https://pbs.twimg.com/profile_images/574726524227559424/Jy7TrvbY_400x400.png",
    "organisationLink": "https://github.com/bio-swc-bne",
    "presenters": "Paula Martinez",
    "summary": "Develop lessons to teach researchers how to use cloud and/or high performance computing environments",
    "description": "\u003cb\u003eContext\u003c/b\u003e\n\u003cp\u003eAutomation and rapid technology advances are driving research in the biomedical sciences. This is rapidly becoming digital as more research analysis needs to be performed using high computational power. It is then that most researchers are required to be users of high performance computing (HPC) resources or/and cloud environments. As part of the volunteer non-for-profit organisation Software Carpentry (https://software-carpentry.org) we have been exposed to the transformative change that access to digital skills provides to research scientists in different fields.\u003c/p\u003e\n\u003cb\u003eProblem\u003c/b\u003e\n\u003cp\u003eCloud services currently are within reach, but scientists may be scared to try the benefits of the cloud infrastructure for lack of basic knowledge on how to use it. \nOn one side commercial clouds such as Amazon Web Services, (https://aws.amazon.com/) are available to everyone. Such resources have already extensive self-training courses: https://aws.amazon.com/training/intro_series/. On the other side, Australia’s research community has access to the National eResearch Collaboration Tools and Resources project (NeCTaR) (http://nectar.org.au/) which provides an online infrastructure to collaborate, access and store data. This is a valuable resource but it needs to be exposed to scientists in a reachable fashion.\nAustralia’s researchers will be often pointed to the ‘Nectar’ research cloud or to a commercial cloud offering. However there is a gap on providing basic skills for them to be user of these resources. Health science researchers will have basic questions on how to use, install software, maintain, keep secure and scale cloud solutions. \n\u003c/p\u003e\n\u003cb\u003eChallenge\u003c/b\u003e\n\u003cp\u003eTo develop a set of interactive lessons to teach researchers basic system/infrastructure administration skills. The focus is to be able to use and maintaining resources of their projects using research clouds such as Nectar or commercial clouds such as Amazon Web Services. \nWe suggest to have a structure similar to the Software Carpentry lessons http://software-carpentry.org/lessons.html\nThe new cloud computing module should cover the following points, but it is not limited to:\nIntroduction, and motivation for using cloud services\nDefining concepts:\n\u003cul\u003e\n\u003cli\u003eimage, instance, allocation, users, permissions, etc\u003c/li\u003e\n\u003cli\u003eSetting up a local resource for accessing the cloud\u003c/li\u003e\n\u003cli\u003eManage permissions of files and folders, to address security\u003c/li\u003e\n\u003cli\u003eMoving data to and from the research cloud\u003c/li\u003e\n\u003cli\u003ePerform regular file archival and purge\u003c/li\u003e\n\u003cli\u003eManaging data storage and file systems (when storage is allocated)\u003c/li\u003e\n\u003cli\u003eInstalling applications (where and how)\u003c/li\u003e\n\u003cli\u003eConfiguring services \u003c/li\u003e\n\u003cli\u003eRepair and recover from hardware or software failures\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/p\u003e",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Real-time pain management tool",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "Institute for Molecular Bioscience",
    "img": "http://web-services.imb.uq.edu.au/images/IMB_logo_current.jpg",
    "organisationLink": "http://www.imb.uq.edu.au",
    "presenters": "Alan Robertson",
    "summary": "A holistic pain management app involving a diagnostic component, a management component and an information component.",
    "description": "Pain is one of the great public health issues facing societies around the world, afflicting an estimated 20% of the global population with millions of new diagnoses every year (Goldberg and McGee, 2011). Pain also comes with a great social, mental, and financial burden with patients often having strained relationships with friends and family, suffering from depression (1 in 5; Gureje et al 1998), and struggling to work efficiently. Despite these grave effects, Pain remains an under-assessed, and under-treated condition. Thus, pain treatment and management is a significant health problem requiring urgent tackling. \n\u003cbr\u003e\nOur app, is a holistic pain management application that aims at bringing patients and their families, researchers and clinicians together to address the problem collectively. Our team has sought inputs and continues to seek inputs from clinicians, scientists and most importantly patients to address their unmet needs. It will feature three core components, a diagnostic component that evaluates pain, a management component that tracks pain and the usage of therapies or medication and an information component that will provide patients with access to information about pain. At HealthHack, we are aiming to make an early version of this app that we hope one day will form an indispensible part of any pain management routine. ",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Clever multi-view graphs",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "Stemformatics, Australian Institute for Bioengineering and Nanotechnology",
    "img": "https://pbs.twimg.com/profile_images/526879267183800320/SslgLVwx.png",
    "organisationLink": "http://www.stemformatics.org/",
    "presenters": "Rowland Mosbergen",
    "summary": "Stemformatics is a portal to a series of public experiments describing mouse and human stem cells and how they differentiate to become mature cells, tissues and organs.",
    "description": "We would like to develop a visualisation technique/tool to display four graphs that we have for four different datasets in a way that you can both see the overview and so that you can see the graphs big enough to see the nuances.\n\u003cbr\u003e\nA screenshot of the current multiview graph implementation at a high level (multiview.png).\n\u003cbr\u003e\nTechnology wise, we would look at using d3.js graphs and jQuery.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "YuGene Graph",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "Stemformatics, Australian Institute for Bioengineering and Nanotechnology",
    "img": "https://pbs.twimg.com/profile_images/526879267183800320/SslgLVwx.png",
    "organisationLink": "http://www.stemformatics.org/",
    "presenters": "Rowland Mosbergen",
    "summary": "Realtime graph simplification/scaling ",
    "description": "We have a graph that shows all the samples in the database for a particular gene. In one example, the gene Gapdh has around 57,000 elements and a download of 5.5MB data. \u003cbr\u003e We would like to find a way to make this graph appear much faster than it currently is in terms of finding a smart way to reduce the size of the data downloaded or to make it more like google maps where a rougher but still overall accurate graph can be achieved. \u003cbr\u003e We would look at using flot but we also are interested in d3.js. This would also be using jQuery although other technologies would be OK.\n",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Molecular Dynamics Database (MDDB)",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "UQ MD Group, School of Chemistry \u0026 Molecular Biosciences",
    "img": "http://compbio.biosci.uq.edu.au/mediawiki/upload/7/71/PsaA_docked_to_E-cadherin_in_simulation_cell.png",
    "organisationLink": "http://compbio.biosci.uq.edu.au/md/",
    "presenters": "Dr Karmen Condic-Jurkic",
    "summary": "A database to store, share and visualise molecular dynamic simulation data.",
    "description": "\u003cb\u003eProject background - Aims and outcomes\u003c/b\u003e\nProteins are large molecules responsible for proper functioning of the cell – they act as transporters, catalysts, signaling relays, supporting scaffold etc, and their malfunctioning may lead to a disease development or cell death. From that point of view, it is very important to understand the underlying relationship between the protein structure and its function and how this can be affected by changing the external conditions or binding o small molecules. The latter is especially important in drug design.\n\u003cbr\u003e\nMolecular dynamics simulations can be considered as a “computational microscope” to study how atoms and molecules move in real time using physical models and supercomputers. In that process, the large data files (trajectories) are generated, which contain the information about position of each atom at time t and sometimes the velocities are included, too. MD simulations can be used to study various problems, from biological systems (proteins, nucleic acids, membranes) to materials (nanotubes, solid state matter). \n\u003cbr\u003e\nHowever, the biggest limitation of MD at the moment is accessing the relevant timescales at which proteins operate (microseconds to seconds), while at the moment the routinely available scales are hundreds of nanoseconds. To generate a trajectory for a very large system (~500 000 atoms) in duration of 200 ns would take weeks on a supercomputer (or GPU) or longer, depending on the hardware and software. That means that most of the MD simulations are computationally expensive and time consuming, which makes the resulting trajectories valuable assets in protein studies. However, in most of the cases the obtained trajectories are not made available to public for further use after the results have been published. That implies that each system of interest is repeatedly simulated every time when there is a need for it because the existing data is not available, which is not the most efficient way of using human and computational resources.\n\u003cbr\u003e\nHaving a platform that would support sharing of the data generated:\n\u003cul\u003e\n\u003cli\u003eincreased transparency of publications relying on MD simulations;\n\u003cli\u003elong-term storage potential (this would be a very useful feature!);\n\u003cli\u003enew perspectives on old data: alternative analytical approaches and data mining possibilities;\n\u003cli\u003eavailability of ensembles of conformations instead of a single-structure representations given in PDB;\n\u003cli\u003eimproved structural models for ligand docking etc. \n\u003c/ul\u003e\nThe existence of this vast amount of data organised in one place would definitely lead towards better understanding of protein structure and function, which is crucial for understanding the origin of diseases on molecular level, cellular regulatory functions and specific drug design.\n\u003cbr\u003e\n\u003cb\u003eTechnical challenges include:\u003c/b\u003e\n\u003cul\u003e\n\u003cli\u003eChoice of database: storing, indexing and serving large binary files (typically \u003e 4GB). Solutions envisioned could for instance include SQL database for indexable fields (simulation parameters, etc.), filesystem for large binary files while ensuring data integrity.\n\u003cli\u003eNetwork issues relative to uploading large files over HTTP(S). How to handle limited bandwidth and long upload times, etc.\n\u003c/ul\u003e\n\u003cb\u003eUser interface (input):\u003c/b\u003e\n\u003cul\u003e\n\u003cli\u003eUser registration and metadata information required to allow submission.\n\u003c/ul\u003e\n\u003cb\u003eInteractive session/Download:\u003c/b\u003e\n\u003cul\u003e\n\u003cli\u003eVisualisation options: It would be useful to have a quick look how the system trajectory looks like before you download the entire file. Possible to sample only a few snapshots from the entire trajectory.\n\u003cli\u003eAtom selection and analysis: Another good thing to have would be a set of tools to do some basic and common data analysis and plot the results. MDAnalysis toolkit (python library) already offers the tool able to deal with this kind of tasks. \n\u003cli\u003eDownload counter: Only registered users can download materials and downloading should be logged.\n\u003cli\u003e3D structure alignment: There are some tools already provided at: http://www.ncbi.nlm.nih.gov/Structure/MMDB/mmdb.shtml, http://nar.oxfordjournals.org/content/42/D1/D297.long\n\u003c/ul\u003e\n\u003cb\u003eCuration and user rating system.\u003c/b\u003e\n\u003cul\u003e\n\u003cli\u003eUsers can report suspicious files, but they have to justify their flagging. If multiple users flag the same entry, it should be removed from the database. \n\u003cli\u003eEach upload could have a discussion board where users can leave a comment, ask a question either directly the uploader of other users, ask for an advice and similar.\n\u003c/ul\u003e\n\n\n\n",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "3D annotation of Terrascale biomedical imaging data in a 2D web",
    "city": "",
    "year": "",
    "organisation": "National Imaging Facility",
    "img": "",
    "organisationLink": "http://www.cai.uq.edu.au/",
    "presenters": "Andrew Janke",
    "summary": "Web based visualisation and annotation of 3D imaging data is difficult, the TissueStack project (www.tissuestack.org) is an open source attempt at this via HTML5 canvas elements akin to 2D mapping websites. We now want to delve into annotation of datasets and need to develop new methods of annotation beyond dropped pins and 2D polygons.",
    "description": "Neuroimaging datasets are large, too large for desktop computers, the answer is the web. We can currently view multi GB and TB imaging datasets via a HTML5 + JavaScript interface based around tiling in a Canvas Element \u003ca href=\"http://www.tissuestack.org\"\u003e(www.tissuestack.org)\u003c/a\u003e. A detailed overview of the interface and how it works can be seen \u003ca href=\"https://www.youtube.com/watch?v=qQ4IUrx0jrA\"\u003ehere.\u003c/a\u003e  Full description of the challenge can be found on our \u003ca href=\"https://github.com/NIF-au/TissueStack/wiki/HealthHack-2015-Challenge\"\u003eGitHub repository.\u003c/a\u003e\n\u003cbr\u003e\n\u003cb\u003eChallenge\u003c/b\u003e\nOur (international) users have now become very familiar with this style of interface but want more. The #1 request we have is for annotation. Even the ability to add simple elements on top of the image would be a great outcome. Landmarks, simple polygonal lines and text.\n\u003cbr\u003e\nHow this data is stored is a vexed question, currently all data on a TissueStack server is open, so the tracings and annotations would also be open. For now everything being open is a reasonable approach.\nThought needs to be given as to how tracings and annotations work beyond a 2D plane as is more typical in traditional web interfaces. A common approach it to treat a point as a sphere and show smaller circles in adjacent slices. Failing that a user will only be able to find annotations by chance when scrolling through the volume. User cues should feature heavily here but the mechanism for doing this requires a group of coders with some novel visual design ideas for web interfaces.\n\u003cbr\u003e\n\u003cb\u003eStretch Goal\u003c/b\u003e\nCollaborative annotation across multiple instances of TissueStack. We have diverse groups of researchers working from multiple sites in Australia (and internationally). Ideally each volume should be traced by the combined knowledge and skill of multiple experts. Being able to collaboratively annotate images would be a fantastic boon to science ala google docs and other collaborative tools.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Predicting falls from monitoring data",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "LifeLink",
    "img": "https://pbs.twimg.com/profile_images/378800000742220454/eab856c2dc308a76f25211e368d8fd57.jpeg",
    "organisationLink": "http://www.lifelinkresponse.com.au/",
    "presenters": "Horst Thomson",
    "summary": "TBA",
    "description": "TBA",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "ThoughtWorks challenge",
    "city": "Brisbane",
    "year": "2015",
    "organisation": "ThoughtWorks, Brisbane",
    "img": "https://pbs.twimg.com/profile_images/459401977462407168/reORxIro.png",
    "organisationLink": "https://www.thoughtworks.com",
    "presenters": "TBA",
    "summary": "TBA",
    "description": "TBA",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Unsteadiness Detector",
    "city": "Perth",
    "year": "2015",
    "organisation": "Internet of Everything Community",
    "img": "",
    "organisationLink": "",
    "presenters": "David Pare",
    "summary": "As a  Senior Citizen, I want a falls prevention solution that is proactive, personalized and tailored to my individual needs. I want a device or technology that would alert my carer(s) to my unsteadiness even before I fall. This would help me get the right treatment, at the right time and prevent me from falling",
    "description": "",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Visualising risky teen drinking",
    "city": "Perth",
    "year": "2015",
    "organisation": "Curtin University",
    "img": "http://www.healthhack.com.au/images/sponsors/curtin.png",
    "organisationLink": "http://www.curtin.edu.au/",
    "presenters": "Tina Lam",
    "summary": "We are investigating risky alcohol use amongst Australian teenagers. These young people are overrepresented in harm statistics such as hospitalisations, while being underrepresented in national health surveys that examine the Australian population as a whole. We are building a system to investigate their drinking context and alcohol-related issues such as harms experienced, in order to minimise alcohol-related harms. This survey/interview system is intended to be launched on an annual basis to provide trend data on patterns of use.",
    "description": "We have collected pilot data with more than 900 teenagers from four Australian cities describing their last drinking session when they drank more than seven standard drinks in a single sitting. Our dataset includes a large number of variables about the context of this drinking session and its outcomes. Variables include: the quantity of alcohol consumed, whether safety strategies were engaged in, types of harms that may have occurred following consumption, other drug use, motivations for choosing selected beverage types, location of drinking, demographics etc.\n \nWe seek to combine some of these diverse of variables within a single ‘last drinking session’ visualization to share with other researchers, members of the general public, and policy makers. There is even the potential to present personalized visualisations such as ‘what your night out was like compared to others your age’ to the young research participant themselves.\n \nHealthHackers are also welcome to make suggestions for other potential improvements that we can use in our upcoming data collection phase (e.g. improving methods of generating anonymous self-generated identification codes used to link participant data over time).\n \nDataset: SPSS file that can be converted into Excel spreadsheet or similar. Over 900 cases over 800 variables. More information on the dataset here: http://onlinelibrary.wiley.com/doi/10.1111/1753-6405.12326/abstract\n ",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Wheelchair controller",
    "city": "Perth",
    "year": "2015",
    "organisation": "Curtin University, Rocky Bay",
    "img": "http://www.healthhack.com.au/images/sponsors/curtin.png",
    "organisationLink": "http://www.curtin.edu.au/",
    "presenters": "Dr Jonathan Paxman, Rod Hobson, Thibault Rouillard and Stephanie Ventikachalam",
    "summary": "Clients with very significant physical and/or cognitive disabilities can have major difficulties using a conventional electric wheelchair interface. In particular, joystick interfaces can require significant  gross arm movement and very fine control when navigating confined spaces. Curtin Mechatronics in collaboration with disability services company Rocky Bay have developed an sensor assisted “smart wheelchair” concept, where a client can be assisted by a semi-autonomous wheelchair control system to ensure that desired trajectories can be achieved while also ensuring that collisions are avoided.\n\nThe HealthHack challenge is to develop a smartphone or small tablet based user interface, which enables control instructions to be delivered to the wheelchair, while also displaying mapping and navigation information provided by the wheelchair control system.",
    "description": "The wheelchair is equipped with three Hokuyo scanning laser sensors, which provide a rich representation of the environment around the wheelchair. A mapping subsystem integrates the data from the lasers into a robot-centred local map, which shows apparent surrounding objects in relation to the wheelchair’s position. A navigation subsystem will receive position instructions from the user interface, plot a safe path within the visible map, and execute local wheelchair speed and turnrate instructions through an open wheelchair control subsystem which has been developed previously.\n\nThe system is being developed using the Robot Operating System (ROS), an open source robotics middleware package which provides a broad range of device drivers, generic datatypes and communication interfaces, and libraries of basic functions for mapping, navigation and visualisation. The user interface should be designed to subscribe to a map and a path, and should visualise these live as the wheelchair moves through an environment. The user interface should enable a user to specify desired goals within the map, either by touching the map or by interacting with a virtual joystick control located at the bottom of the app window. The selected goal will be communicated to the ROS server through a published odometry topic.\n\nThe user interface will communicate with a laptop or other PC running Ubuntu and the ROS server. A wired interface is preferred, but we can also experiment with Blutooth or Wifi connectivity. Android \ntablet or phone app is preferred to other options but not essential.\n\nReferences:\nhttp://wiki.ros.org/",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Mapping social relationships, alcohol and drug use and other risky behaviours.",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Turning Point",
    "img": "http://www.turningpoint.org.au/site/DefaultSite/skins/TurningPoint/images/turning-point-logo.png",
    "organisationLink": "http://www.turningpoint.org.au/",
    "presenters": "Ramez Bathish",
    "summary": "Our current paper-based tool uses sticky notes, stickers and markers to enable people to map out their social group memberships and patterns of alcohol and drug use.  This visual method can simplify an often complex reality enabling people to better understand how their substance use impacts their social lives and vice versa.  \n\nWe are looking to develop a prototype of this tool, as an app for mobile devices or interactive website, focusing on intuitive interaction and useful data visualisation.",
    "description": "Social relationships can have a powerful effect on our health and wellbeing although their effects are typically complex: they can either heal or harm, (or they can do both or neither). For instance research has shown that adding one friend to your social network confers similar benefits to stopping smoking exceeding other well-established risk factors including obesity and physical inactivity.\nUsing this ‘social cure’ paradigm we have a developed novel social relationship mapping intervention we are currently piloting at a range of alcohol and other drug (AOD) rehabs across Australia which we’d like to develop into a tool for mobile devices.  \nOur current paper-based tool uses sticky notes, stickers and markers to enable people to map out their social group memberships and patterns of alcohol and drug use.  This visual method can simplify an often complex reality enabling people to better understand how their substance use impacts their social lives and vice versa.  \nWe are looking to develop a prototype of this tool, as an app for mobile devices or interactive website, focusing on intuitive interaction and useful data visualisation.\nWhile this tool is currently being used in an AOD setting, this intervention could be adapted to apply to any range of risky behaviours for use by clinicians and consumers alike.  \nWe are looking to collaborate with data visualisation experts and developers who like us are excited by this opportunity to create a novel open-source intervention that would allow people to visualise their social relationships and provide a platform to empower them to better understand their lives and improve their health and wellbeing.\n\u003ch4\u003eThe problem\u003c/h4\u003e\nAn interactive digital visual platform that allows people to audit, visualise and map their social relationships and substance use.\nWhile primarily this will be a tool to assist people to account for the way social and environmental contexts affect their lives (and in particular their AOD use), this tool could also provide a platform for data collection and help answer research questions about the link between social connectedness, problematic substance use and health and wellbeing.\nWe are a group of researchers in psychology, criminology, alcohol and drug studies and neuroscience working on a national research project about how social connectedness impacts recovery prospects among people with alcohol and drug problems. \nWe’d like to prototype a data visualisation methodology / platform to assist people to audit / visualise their social relationships and alcohol and other drug (AOD) use which could dovetail with our current work.  \nWhile this is an ambitious goal, at its heart this is a simple but potentially powerful idea and we are hopeful that this work will result in the development of an app for mobile devices and/or a website for use by clinicians and consumers alike. \nThe tool we have in mind would log the user’s:\n   - Social relationships and group membership\n   - Personal AOD use\n   - AOD use among social network\nThese data would be used to create a visual representation (a map) of the user’s social world with an overlay showing the location, intensity and type of AOD use (or other risky behaviours).\nIn short, we’re seeking to create a novel visualisation / mapping tool to allow app users to better account for and understand the complex relationship between their social lives and their AOD use, which could be used as an intervention to empower them to make more informed choices about their lives.\n\nWe eagerly look forward to the opportunity to pursue this new e-health and research platform.In particular, we are really excited by the prospect developing an open-source tool that would provide a platform for people to affect positive change in their lives and increase health and wellbeing while simultaneously leading to improvements in understanding about the link between social connectedness, problematic substance use and health and wellbeing.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "A Simple Online Clinical Notes Program",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Chiasma Health",
    "img": "http://chiasma.com.au/wp-content/uploads/2015/10/CH-logo_green-300x207.png",
    "organisationLink": "https://chiasma.com.au/",
    "presenters": "David Wlazlo",
    "summary": "Chiasma Health has recently been approached by a community\npsychology practice with a brief to create a medical record system for small scale\ndeployment. We are keen on creating a robust system that meets data security\nand retention laws but is also easily implemented and extensible.",
    "description": "Electronic health records are utilised almost universally by General Practitioners\nin Australia, however, the penetration of electronic record keeping systems into\nsmall psychologist practices has been poor. There have been a number of factors\nidentified as barriers to adoption of electonic records, these include:\n• expense\n• difficulty of installation and use\n• concerns around legal requirements\n• practitioner acceptance\nDespite the benefits to practitioners and a government policy supportive of electronic\nrecords, the regulatory framework has been slow to adapt to electronic health\nrecord keeping, meaning that these records are covered by the Privacy Act 1988.\nIn responding to the needs of small psychology and counselling services, we have\nidentified a significant need for a secure, easily deployed and accessible health record\nsystem.\nAims\nTo create a web-based medical record with the following features (in order of priority):\n• A patient record:\n– Demographic Information\n– Patient Summary (including medical conditions and medications), for\nexample see Case Histroy Summary from Monash Uni.\nFerris and Giorlando Page 2 of 3\n– Journalled entries for each visit\n– Non-blocking and non-locking of documents to allow flexible use by multiple\nusers and user types.\n• Secure authentication and sharing of records between local practitioners\n• Backup and audit trail for data\n• Export templates for letter writing and referrals",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "3D annotation of Terrascale biomedical imaging data in a 2D web",
    "city": "",
    "year": "",
    "organisation": "National Imaging Facility",
    "img": "",
    "organisationLink": "http://www.cai.uq.edu.au/",
    "presenters": "Andrew Janke",
    "summary": "Web based visualisation and annotation of 3D imaging data is difficult, the TissueStack project (www.tissuestack.org) is an open source attempt at this via HTML5 canvas elements akin to 2D mapping websites. We now want to delve into annotation of datasets and need to develop new methods of annotation beyond dropped pins and 2D polygons.",
    "description": "Neuroimaging datasets are large, too large for desktop computers, the answer is the web. We can currently view multi GB and TB imaging datasets via a HTML5 + JavaScript interface based around tiling in a Canvas Element \u003ca href=\"http://www.tissuestack.org\"\u003e(www.tissuestack.org)\u003c/a\u003e. A detailed overview of the interface and how it works can be seen \u003ca href=\"https://www.youtube.com/watch?v=qQ4IUrx0jrA\"\u003ehere.\u003c/a\u003e  Full description of the challenge can be found on our \u003ca href=\"https://github.com/NIF-au/TissueStack/wiki/HealthHack-2015-Challenge\"\u003eGitHub repository.\u003c/a\u003e\n\u003cbr\u003e\n\u003cb\u003eChallenge\u003c/b\u003e\nOur (international) users have now become very familiar with this style of interface but want more. The #1 request we have is for annotation. Even the ability to add simple elements on top of the image would be a great outcome. Landmarks, simple polygonal lines and text.\n\u003cbr\u003e\nHow this data is stored is a vexed question, currently all data on a TissueStack server is open, so the tracings and annotations would also be open. For now everything being open is a reasonable approach.\nThought needs to be given as to how tracings and annotations work beyond a 2D plane as is more typical in traditional web interfaces. A common approach it to treat a point as a sphere and show smaller circles in adjacent slices. Failing that a user will only be able to find annotations by chance when scrolling through the volume. User cues should feature heavily here but the mechanism for doing this requires a group of coders with some novel visual design ideas for web interfaces.\n\u003cbr\u003e\n\u003cb\u003eStretch Goal\u003c/b\u003e\nCollaborative annotation across multiple instances of TissueStack. We have diverse groups of researchers working from multiple sites in Australia (and internationally). Ideally each volume should be traced by the combined knowledge and skill of multiple experts. Being able to collaboratively annotate images would be a fantastic boon to science ala google docs and other collaborative tools.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "An Integrated Quality control system (IQ system)",
    "city": "Melbourne",
    "year": "2015",
    "organisation": "Melbourne Genomics Health Alliance",
    "img": "",
    "organisationLink": "http://www.melbournegenomics.org.au/",
    "presenters": "Nathalie Thorne",
    "summary": "We believe there is an untapped potential for building a quality control systemthat is integrated with our existing genomics analysis capabilities (pipeline) and variant curation capability (database) – an Integrated Quality control system (IQ system).   This will allow the pipeline and database to continually learn to discriminate between good and bad quality. Sometimes this will help us discover unusual patterns in the data that turn out to be important to a patient.",
    "description": "The Melbourne Genomics Health Alliance brings together ten leading healthcare, research and academic organisations to tackle the challenges of putting genomic medicine into practice – for the benefit of patients.  The Alliance’s vision is for Victoria to be a world leader in the use of clinical genomics in healthcare.\nBut to do this, we need to be smart about quality control (QC).   That’s what has inspired the concept of the IQ system, a database and analysis capability to allow efficient quality control for genomic testing.  We want to build an intelligent system that can use all the patient genomic data accumulating in Victoria to greatly improve genomic testing and boost performance and efficiency.\nWe believe there is an untapped potential for building a quality control system that is integrated with our existing genomics analysis capabilities (pipeline) and variant curation capability (database) – an Integrated Quality control system (IQ system).   This will allow the pipeline and database to continually learn to discriminate between good and bad quality. Sometimes this will help us discover unusual patterns in the data that turn out to be important to a patient.  \nSecondary data that is output from our pipeline are currently stored in flat files rather than in a database structure to allow analysis of trends and summaries of historical performance.  The long term vision of the IQ system is that it will (i) improve clinical interpretation of patient genomic variant data, (ii) meet quality control needs for monitoring the pipeline, (iii) evaluate pipeline updates and (iv) help establish quality assurance programs for genomic testing.  Melbourne \nGenomics will provide anonymised pipeline data generated from genomic testing of 300 patients for HealthHack 2015, and we hope this will ensure that the foundations of an IQ system can be designed and built (beginning with items i and ii). \nThe complexity and sheer volume of the data means that the IQ system needs to be fast and sophisticated.  The IQ system we envisage, will be an exciting innovation that will greatly improve genomic testing and bring better results to patients.",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}, {
    "title": "Antibiotic Usage Data: Assisting clinicians to improve prescribing",
    "city": "Perth",
    "year": "2015",
    "organisation": "Department of Health",
    "img": "http://ww2.health.wa.gov.au/~/media/Images/Corporate/Logo%20Banner/logoDOH.ashx",
    "organisationLink": "http://ww2.health.wa.gov.au/",
    "presenters": "Michelle Stirling",
    "summary": "Improving the use of antimicrobials is a critical element in the national and international strategies to address the problem of antimicrobial resistance. Australia has one of the best programs for collation and analysis of antimicrobial usage data from 73 hospitals across the nation. Currently antimicrobial usage data is submitted bi-monthly to the National \n\nAntimicrobial Utilisation Surveillance Program (NAUSP). The NAUSP process analyses the data for each hospital and then issues a report that enable the institutions to benchmark their usage against similar comparator hospitals. This information provides great insights into patterns of use across Australia but is not optimal for targeting which \nunits with in the hospital are likely to benefit most from intervention. A project is currently underway at a Perth metropolitan hospital to bring the analysis of the data in-house. This has the advantage of not just being able to examine the information in more detail but it has been able to increase the number of antibiotics that are included, examine whether the agents are given intravenously or orally and include emergency department prescribing that is not included in the existing national program.",
    "description": "The goal of this challenge is to develop the data analytical tools to eliminate the current manually intensive process and produce smart reports of monthly antibiotic usage for feedback to the hospital clinical teams as well as create an interactive interface to enable dynamic queries. We intend this tool to help clinicians take greater ownership of the information about their prescribing practice with the aim of improving antibiotic use for better patient outcomes and reducing collateral effects from antibiotic misuse. If the project proves that this strategy is effective, it could be converted to a generic platform to be used more widely nationally and internationally.\n\nHospital monthly antimicrobial dispensing and hospital occupancy data is to be converted to the internationally recognised drug usage rate of defined daily dose (DDD) per 1000 occupied bed days for analysis over time, by agent, route of administration and department. The output will be smart visually attractive reports and an interactive platform for analysis on demand.\n\nMethods\n\n- supply by tablet and dosage will be converted to supply in grams\n- the correct World Health Organisation defined daily dose (DDD) will be assigned to each agent\n- the standardised dose will by calculated by dividing the supplied grams by the DDD \n- the standardised dose will be divided by 1000 bed days to allow benchmarking of doses of agents used by department",
    "workingDemoLink": "",
    "winner": "",
    "team": "",
    "teamLink": ""
}]
